Repository: luanti-org/luanti
Catalog: builtin/locale/__builtin.*.po
Languages: de, eo, fr, id, it, ms, pt_br, ru

source: Format can be one of txt, csv, lua, json, json_pretty (structures may be subject to change).
de: Format kann entweder „txt“, „csv“, „lua“, „json“ oder „json_pretty“ sein (die Struktur kann sich in Zukunft ändern).
eo: Formo povas estas txt, csv, lua, json, aŭ json_pretty (struktuoj eble iam ŝanĝiĝos).
fr: Le format peut être txt, csv, lua, json ou json_pretty (les structures sont sujettes au changement).
id: Format berupa salah satu dari txt, csv, lua, json, json_pretty (struktur mungkin berubah).
it: I formati supportati sono txt, csv, lua, json e json_pretty (le strutture potrebbero essere soggetti a cambiamenti).
ms: Format boleh jadi salah satu daripada txt, csv, lua, json, json_pretty (struktur boleh berubah kemudian).
pt_br: O formato pode ser txt, csv, lua, json, json_pretty (as estruturas podem estar sujeitas a alterações).
ru: Формат может быть одним из txt, csv, lua, json, json_pretty (структуры могут быть изменены).

source: Values below show absolute/relative times spend per server step by the instrumented function.
de: Die unten angegebenen Werte zeigen absolute/relative Zeitspannen, die je Server-Step von der instrumentierten Funktion in Anspruch genommen wurden.
eo: Valoroj subaj montras la malrelativan/relativan tempon pasigitan de la servilo je ĉiu paŝo de la funkcio.
fr: Les valeurs inférieures affichent les temps absolu et relatif dépensés par étape du serveur par la fonction utilisée.
id: Nilai berikut menampilkan waktu mutlak/relatif yang dihabiskan tiap langkah server oleh fungsi instrumen.
it: I valori sottostanti mostrano i tempi assoluti/relativi impiegati su ogni singolo step dalla funzione analizzata
ms: Nilai di bawah menunjukkan masa mutlak/relatif yang digunakan oleh fungsi yang dipasangkan pada setiap langkah pelayan
pt_br: Os valores abaixo mostram os tempos absolutos/relativos gastos por etapa do servidor pela função instrumentada.
ru: Приведенные ниже значения показывают абсолютное/относительное время, затрачиваемое функцией на каждый шаг сервера.

source: A total of @1 sample(s) were taken.
de: Es wurden insgesamt @1 Datenpunkt(e) aufgezeichnet.
eo: Sume @1 ekzemplero(j) konserviĝis.
fr: @1 échantillons ont été collectés.
id: Total @1 sampel yang diambil.
it: Son stati ottenuti campioni per un totale di @1.
ms: Sebanyak @1 sampel telah diambil secara keseluruhan.
pt_br: Um total de @1 amostra(s) foi coletada.
ru: Всего было взято @1 образец(ов).

source: The output is limited to '@1'.
de: Die Ausgabe ist beschränkt auf „@1“.
eo: La eligo estas limigita al «@1».
fr: La sortie est limitée à '@1'.
id: Keluaran dibatasi ke '@1'.
it: L'output è limitato a '@1'.
ms: Output dihadkan kepada '@1'.
pt_br: A saída é limitada a '@1'.
ru: Вывод ограничен значением '@1'.

source: Saving of profile failed: @1
de: Speichern des Profils fehlgeschlagen: @1
eo: Konservado de profilo malsukcesis: @1
fr: La sauvegarde du profil a échoué : @1
id: Penyimpanan profil gagal: @1
it: Errore nel salvare il profilo: @1
ms: Penyimpanan profil telah gagal: @1
pt_br: Falha ao salvar o perfil: @1
ru: Не удалось сохранить данные профилирования: @1

source: Profile saved to @1
de: Profil abgespeichert nach @1
eo: Profilo konservita al @1
fr: Le profil a été sauvegardé dans @1
id: Profil disimpan ke @1
it: Profilo salvato in @1
ms: Profil telah disimpan ke @1
pt_br: Perfil salvo em @1
ru: Данные профилирования сохранены в @1

source: (@1 s)
id: (@1 detik)
ru: (@1 с)
