Repository: luanti-org/luanti
Catalog: builtin/locale/__builtin.*.po
Languages: de, eo, fr, id, it, ms, pt_br, ru

source: Set player's password (sent unencrypted, thus insecure)
de: Spielerpasswort setzen (unverschlüsselt gesendet, also unsicher)
eo: Agordi pasvorton de ludanto (sendute senĉifre, kaj tiel malsekure)
fr: Voir le mot de passe d'un joueur (envoyé non crypté, soit non sécurisé)
id: Atur kata sandi pemain (dikirim tanpa enkripsi sehingga tidak aman)
it: Imposta la password dellə giocatore (non crittografata, ergo insicura)
ms: Menetapkan kata laluan pemain (dihantar secara tidak tersulit, oleh itu ia tidak selamat)
pt_br: Definir a senha do jogador (enviada sem criptografia, portanto insegura)
ru: Установить пароль игрока (отправка в незашифрованном виде, следовательно, небезопасно)

source: Name field required.
de: Namensfeld benötigt.
eo: Nomo bezonata.
fr: Le champ « nom » est requis.
id: Isian nama diperlukan.
it: Campo "nome" richiesto.
ms: Medan nama diperlukan.
pt_br: Campo de nome obrigatório.
ru: Обязательное поле "Имя".

source: Your password was cleared by @1.
de: Ihr Passwort wurde von @1 geleert.
eo: Via pasvorto forviŝiĝis de @1.
fr: Votre mot de passe a été effacé par @1.
id: Kata sandi Anda dikosongkan oleh @1.
it: La tua password è stata resettata da @1.
ms: Kata laluan anda telah dipadamkan oleh @1.
pt_br: Sua senha foi limpa por @1.
ru: @1 сбросил ваш пароль.

source: Password of player "@1" cleared.
de: Passwort von Spieler „@1“ geleert.
eo: Pasvorto de ludanto «@1» forviŝita.
fr: Mot de passe du joueur « @1 » effacé.
id: Kata sandi pemain "@1" dikosongkan.
it: Password dellə giocatore "@1" resettata.
ms: Kata laluan bagi pemain "@1" telah dipadamkan.
pt_br: Senha do jogador "@1" limpa.
ru: Пароль игрока "@1" сброшен.

source: Your password was set by @1.
de: Ihr Passwort wurde von @1 gesetzt.
eo: Via pasvorto agordiĝis de @1.
fr: Votre mot de passe a été défini par @1.
id: Kata sandi Anda diatur oleh @1.
it: La tua password è stata impostata da @1.
ms: Kata laluan anda telah ditetapkan oleh @1.
pt_br: Sua senha foi definida por @1.
ru: @1 установил вам пароль.

source: Password of player "@1" set.
de: Passwort von Spieler „@1“ gesetzt.
eo: Pasvorto de ludanto «@1» agordita.
fr: Mot de passe « @1 » défini.
id: Kata sandi pemain "@1" diatur.
it: Password dellə giocatore "@1" impostata.
ms: Kata laluan bagi pemain "@1" telah ditetapkan.
pt_br: Senha do jogador "@1" definida.
ru: Установлен пароль игрока "@1".

source: <name>
eo: <nomo>
fr: <nom>
id: <nama>
it: <nome>
ms: <nama>
pt_br: <nome>
ru: <имя>

source: Set empty password for a player
de: Leeres Passwort für einen Spieler setzen
eo: Forviŝi pasvorton de ludanto
fr: Définir un mot de passe pour un joueur
id: Atur kata sandi kosong untuk pemain
it: Imposta una password vuota a un giocatore
ms: Tetapkan kata laluan kosong bagi seorang pemain
pt_br: Definir senha vazia para um jogador
ru: Установить пустой пароль для игрока

source: Reload authentication data
de: Authentifizierungsdaten erneut laden
eo: Reenlegi aŭtentigajn datumojn
fr: Recharger les données d'authentification
id: Muat ulang data autentikasi
it: Ricarica i dati d'autenticazione
ms: Muat semula data pengesahan
pt_br: Recarregar dados de autenticação
ru: Перезагрузить аутентификационные данные

source: Done.
de: Fertig.
eo: Finite.
fr: Fait.
id: Selesai.
it: Fatto.
ms: Selesai.
pt_br: Pronto.
ru: Готово.

source: Failed.
de: Fehlgeschlagen.
eo: Malsukcese..
fr: Échoué.
id: Gagal.
it: Errore.
ms: Gagal.
pt_br: Erro.
ru: Не удалось.

source: Remove a player's data
de: Daten eines Spielers löschen
eo: Forviŝi datumojn de ludanto
fr: Supprimer les données d'un joueur
id: Hapus data pemain
it: Rimuove i dati di unə giocatore
ms: Buang data seorang pemain
pt_br: Remover dados de um jogador
ru: Удалить данные игрока

source: Player "@1" removed.
de: Spieler „@1“ gelöscht.
eo: Ludanto «@1» forigita.
fr: Joueur « @1 » supprimé.
id: Pemain "@1" dihapus.
it: Giocatore "@1" rimosso.
ms: Pemain "@1" telah dibuang.
pt_br: Jogador "@1" removido.
ru: Игрок "@1" удален.

source: No such player "@1" to remove.
de: Es gibt keinen Spieler „@1“, der gelöscht werden könnte.
eo: Neniu ekzistanta ludanto «@1» forigebla.
fr: Aucun joueur « @1 » à supprimer.
id: Tidak ada pemain "@1" yang dapat dihapus.
it: Non è presente nessunə giocatore "@1" da rimuovere.
ms: Tiada pemain "@1" tersebut untuk dibuang.
pt_br: Não existe tal jogador "@1" para remover.
ru: Нет такого игрока "@1", которого можно было бы удалить.

source: Player "@1" is connected, cannot remove.
de: Spieler „@1“ ist verbunden, er kann nicht gelöscht werden.
eo: Ludanto «@1» ĉeretas, do ne forigeblas.
fr: Le joueur « @1 » est connecté, impossible de supprimer.
id: Pemain "@1" sedang daring dan tidak dapat dihapus.
it: Lə giocatore "@1" è connessə, non può essere rimossə.
ms: Pemain "@1" masih tersambung, tidak boleh dibuang.
pt_br: Jogador "@1" está conectado, não pode ser removido.
ru: Игрок "@1" сейчас в игре, удалить его невозможно.

source: Unhandled remove_player return code @1.
de: Nicht berücksichtigter remove_player-Rückgabewert @1.
eo: Netraktata remove_player redonkodo @1.
fr: La commande remove_player non gérée a retourné le code @1.
id: Masalah pada remove_player dengan kode @1.
it: Codice ritornato da remove_player non gestito (@1).
ms: Kod kembali remove_player tidak dikendalikan @1.
pt_br: Código de retorno remove_player não tratado @1.
ru: Необработанный код возврата remove_player @1.

source: Cannot teleport out of map bounds!
de: Eine Teleportation außerhalb der Kartengrenzen ist nicht möglich!
eo: Neeblas teleporti ekstermonden!
fr: Impossible de téléporter en dehors des limites de la carte !
id: Tidak dapat teleportasi ke luar batas peta!
it: Non ci si può teletrasportare fuori dai limiti della mappa!
ms: Tidak boleh merentas jarak keluar dari batas peta!
pt_br: Não é possível teleportar para fora dos limites do mapa!
ru: Невозможно телепортироваться за пределы карты!

source: Cannot get player with name @1.
de: Spieler mit Namen @1 kann nicht gefunden werden.
eo: Neeblas trovi ludanton nomitan «@1».
fr: Impossible d'obtenir le joueur @1.
id: Tidak dapat mengambil pemain dengan nama @1.
it: Impossibile trovare lə giocatore chiamato @1.
ms: Tidak boleh mendapatkan pemain dengan nama @1.
pt_br: Não é possível obter jogador com o nome @1.
ru: Не удается получить игрока с именем @1.

source: Cannot teleport, @1 is attached to an object!
de: Teleportation nicht möglich, @1 ist an einem Objekt befestigt!
eo: Ne povas teleporti @1, ĝi estas ligita al objekto!
fr: Impossible de téléporter, @1 est lié à un objet !
id: Tidak dapat meneleportasikan karena @1 terikat kepada sebuah objek!
it: Impossibile teletrasportare, @1 è attaccatə a un oggetto!
ms: Tidak boleh rentas jarak, @1 tersambung ke suatu objek!
pt_br: Não é possível teleportar, @1 está anexado a um objeto!
ru: Невозможно телепортироваться, @1 привязан к объекту!

source: Teleporting @1 to @2.
de: Teleportation von @1 nach @2
eo: Teleportante @1 al @2.
fr: Téléportation de @1 vers @2.
id: Meneleportasikan @1 ke @2.
it: Teletrasportando @1 da @2.
ms: Merentas jarak @1 ke @2.
pt_br: Teleportando @1 para @2.
ru: Телепортация @1 в @2.

source: One does not teleport to oneself.
de: Man teleportiert sich doch nicht zu sich selbst.
eo: Oni kutimas ne teleportu al si mem.
fr: Impossible de se téléporter vers soi-même.
id: Tidak dapat teleportasi ke diri sendiri.
it: Non ci si può teletrasportare su se stessɜ.
ms: Seseorang itu tidak boleh rentas jarak ke diri sendiri.
pt_br: Não tem como se teletransportar para você mesmo.
ru: Игрок не может телепортироваться к самому себе.

source: Cannot get teleportee with name @1.
de: Der zu teleportierende Spieler mit Namen @1 kann nicht gefunden werden.
eo: Ne trovis alteleportaton nomitan @1.
fr: Impossible d'obtenir le téléporté @1.
id: Tidak dapat mengambil pemain yang akan diteleportasi dengan nama @1.
it: Impossibile trovare lə giocatore chiamatə @1 per il teletrasporto
ms: Tidak boleh mendapatkan perentas jarak dengan nama @1.
pt_br: Não é possível teletransportar com o nome @1.
ru: Не удается найти телепортирующегося с именем @1.

source: Cannot get target player with name @1.
de: Zielspieler mit Namen @1 kann nicht gefunden werden.
eo: Ne trovis celatan ludanton nomitan @1.
fr: Impossible d'obtenir le joueur cible @1.
id: Tidak dapat mengambil pemain tujuan dengan nama @1.
it: Impossibile trovare lə giocatore chiamato @1 per il teletrasporto
ms: Tidak boleh mendapatkan pemain sasaran dengan nama @1.
pt_br: Não é possível obter jogador alvo com o nome @1.
ru: Не удается найти целевого игрока с именем @1.

source: Teleporting @1 to @2 at @3.
de: Teleportation von @1 zu @2 bei @3
eo: Teleportante @1 al @2 ĉe @3.
fr: Téléportation de @1 vers @2 à @3.
id: Meneleportasikan @1 ke arah @2 di @3.
it: Teletrasportando @1 da @2 a @3
ms: Merentas jarak @1 ke @2 di @3.
pt_br: Teleportando @1 para @2 em @3.
ru: Телепортация @1 к @2 в @3.

source: <X>,<Y>,<Z> | <to_name> | <name> <X>,<Y>,<Z> | <name> <to_name>
de: <X>,<Y>,<Z> | <zu_Name> | <Name> <X>,<Y>,<Z> | <Name> <zu_Name>
eo: <X>,<Y>,<Z> | <al_nomo> | <nomo> <X>,<Y>,<Z> | <nomo> <al_nomo>
fr: <X>, <Y>, <Z> | <vers_nom> | <nom> <X>, <Y>, <Z> | <nom> <vers_nom>
id: <X>,<Y>,<Z> | <nama_tujuan> | <nama> <X>,<Y>,<Z> | <nama> <nama_tujuan>
it: <X>,<Y>,<Z> | <da_nome> | <nome> <X>,<Y>,<Z> | <nome> <da_nome>
ms: <X>,<Y>,<Z> | <nama_sasaran> | <nama> <X>,<Y>,<Z> | <nama> <nama_sasaran>
pt_br: <X>,<Y>,<Z> | <para_nome> | <nome> <X>,<Y>,<Z> | <nome> <para_nome>
ru: <X>,<Y>,<Z> | <имя_к_кому> | <имя> <X>,<Y>,<Z> | <имя> <имя_к_кому>

source: Teleport to position or player
de: Zu Position oder Spieler teleportieren
eo: Teleportiĝi al pozicio aŭ ludanto
fr: Se téléporter vers une position ou un joueur.
id: Teleportasi ke letak tertentu atau pemain
it: Teletrasporta a una posizione o da unə giocatore
ms: Rentas jarak ke kedudukan atau pemain
pt_br: Teleportar para posição ou um jogador
ru: Телепортироваться на позицию или к игроку

source: You don't have permission to teleport other players (missing privilege: @1).
de: Sie haben nicht die Erlaubnis, andere Spieler zu teleportieren (fehlendes Privileg: @1).
eo: Vi ne rajtas teleporti aliajn ludantojn (mankas rajto: @1).
fr: Vous n'avez pas la permission de téléporter des joueurs (privilège manquant : @1).
id: Anda tidak punya izin untuk meneleportasikan pemain lain (hak tidak ada: @1)
it: Non hai il permesso di teletrasportare altrɜ giocatori (privilegio mancante: @1).
ms: Anda tiada kebenaran untuk merentas jarak pemain yang lain (tiada keistimewaan: @1).
pt_br: Você não tem permissão para teleportar outros jogadores (privilégio faltando: @1).
ru: У вас нет разрешения на телепортацию других игроков (отсутствует привилегия: @1).

source: ([-n] <name> <value>) | <name>
de: ([-n] <Name> <Wert>) | <Name>
eo: ([-n] <nomo> <valoro>) | <nomo>
fr: ([-n] <nom> <valeur>) | <nom>
id: ([-n] <nama> <nilai>) | <nama>
it: ([-n] <nome> <valore>) | <nome>
ms: ([-n] <nama> <nilai>) | <nama>
pt_br: ([-n] <nome> <valor>) | <nome>
ru: ([-n] <имя> <значение>) | <имя>

source: Set or read server configuration setting
de: Serverkonfigurationseinstellung setzen oder lesen
eo: Agordi aŭ vidi servilan agordon
fr: Définir ou lire un paramètre de configuration du serveur.
id: Atur atau baca setelan konfigurasi server
it: Imposta o ottieni le configurazioni del server
ms: Tetapkan atau baca tetapan konfigurasi pelayan
pt_br: Definir ou ler configuração do servidor
ru: Установить или прочитать настройки конфигурации сервера

source: Failed. Cannot modify secure settings. Edit the settings file manually.
de: Fehlgeschlagen. Sicherheitseinstellungen können nicht modifiziert werden. Bearbeiten Sie die Einstellungsdatei manuell.
eo: Malsukcese. Neeblas redakti sekurajn agordojn. Redaktu la agordodosieron permane.
fr: Échoué. Impossible de modifier les paramètres sécurisés. Éditez le fichier manuellement.
id: Gagal. Tidak dapat mengubah setelan aman. Sunting berkas setelan secara manual.
it: Errore. Non è possibile modificare le impostazioni di sicurezza. Modifica manualmente il file d'impostazioni.
ms: Gagal. Tidak boleh mengubah tetapan terselamat. Sila edit fail tetapan secara manual.
pt_br: Falha. Não é possível modificar configurações seguras. Edite o arquivo de configurações manualmente.
ru: Ошибка. Не удается изменить настройки безопасности. Отредактируйте файл настроек вручную.

source: Failed. Use '/set -n <name> <value>' to create a new setting.
de: Fehlgeschlagen. Benutzen Sie „/set -n <Name> <Wert>“, um eine neue Einstellung zu erstellen.
eo: Malsukcese. Uzu «/set -n <nomo> <valoro>» por krei novan agordon.
fr: Échoué. Utilisez '/set -n <nom> <valeur>' pour créer un nouveau paramètre.
id: Gagal. Gunakan '/set -n <nama> <nilai>' untuk membuat setelan baru.
it: Errore. Usa 'set -n <nome> <valore>' per creare una nuova impostazione
ms: Gagal. Sila gunakan '/set -n <nama> <nilai>' untuk mencipta tetapan baharu.
pt_br: Falhou. Use '/set -n <nome> <valor>' para criar uma nova configuração.
ru: Ошибка. Используйте '/set -n <имя> <значение>', чтобы создать новую настройку.

source: <not set>
de: <nicht gesetzt>
eo: <ne agordita>
fr: <non défini>
id: <tidak diatur>
it: <non impostato>
ms: <tidak ditetapkan>
pt_br: <não definido>
ru: <не задано>

source: Invalid parameters (see /help set).
de: Ungültige Parameter (siehe „/help set“).
eo: Nevalidaj parametroj (vidu /help set).
fr: Paramètres invalides (voir /help set).
id: Parameter tidak sah (lihat /help set).
it: Parametri non validi (vedi /help set).
ms: Parameter tidak sah (sila lihat /help set).
pt_br: Parâmetros inválidos (veja /help set).
ru: Недопустимые параметры (см. /help set).

source: Finished emerging @1 blocks in @2ms.
de: Fertig mit Erzeugung von @1 Blöcken in @2 ms.
eo: Finenlegis @1 monderojn dum @2ms.
fr: Fini de générer @1 blocks en @2 ms.
id: Selesai memunculkan @1 blok dalam @2 milidetik.
it: Finito di emergere @1 blocchi in @2ms
ms: Selesai menimbulkan @1 blok dalam @2ms.
pt_br: Finalizada a emergência de @1 blocos em @2ms.
ru: Загрузка/генерация @1 map-блоков завершена за @2мс.

source: emergeblocks update: @1/@2 blocks emerged (@3%)
de: emergeblocks-Update: @1/@2 Kartenblöcke geladen (@3%)
eo: emergeblocks ĝisdatigo: @1/@2 monderoj enlegitaj (@3%)
fr: Mise à jour de emergeblocks : @1/@2 de blocs générés (@3%)
id: kabar emergeblocks: @1/@2 blok muncul (@3%)
it: aggiornamento emergeblocks: @1/@2 blocchi emersi (@3%)
ms: kemas kini blok timbul: @1/@2 blok telah timbul (@3%)
pt_br: atualização de emergeblocks: @1/@2 blocos emergidos (@3%)
ru: обновление emergeblocks: загружено/сгенерировано: @1 из @2 блоков (@3%)

source: (here [<radius>]) | (<pos1> <pos2>)
fr: (here [<rayon>]) | (<pos1> <pos1>)
id: (here [<jari-jari>]) | (<letak1> <letak2>)
it: (here [<raggio>]) | (<pos1> <pos2>)
ms: (here [<jejari>]) | (<kedudukan1> <kedudukan2>)
pt_br: (aqui [<raio>]) | (<pos1> <pos2>)
ru: (here [<радиус>]) | (<позиция1> <позиция2>)

source: Load (or, if nonexistent, generate) map blocks contained in area pos1 to pos2 (<pos1> and <pos2> must be in parentheses)
de: Lade (oder, wenn nicht existent, generiere) Kartenblöcke im Gebiet zwischen Pos1 und Pos2 (<Pos1> und <Pos2> müssen in Klammern stehen)
eo: Enlegi (aŭ, laŭnecese, krei) mondopecojn inter la pozicioj poz1 kaj pos2 (<poz1> kaj <poz2> devas esti inter krampoj)
fr: Charger (ou, si inexistant, générer), des blocs contenus dans la zone de pos1 à pos2 (<pos1> et <pos2> doivent être entre parenthèses)
id: Muat (atau buat jika belum ada) blok peta yang ada dalam daerah dari letak1 ke letak2 (<letak1> dan <letak2> harus dalam tanda kurung)
it: Carica (o, se non esiste, genera) blocchi mappa contenuti nell'area tra pos1 e pos2 (<pos1> e <pos2> vanno tra parentesi)
ms: Muatkan (atau, jika belum wujud, janakan) blok peta yang terkandung dalam kawasan antara kedudukan1 dan kedudukan2 (<kedudukan1> dan <kedudukan2> mestilah berada dalam kurungan)
pt_br: Carregar (ou, se inexistente, gerar) blocos de mapa contidos na área pos1 a pos2 (<pos1> e <pos2> devem estar entre parênteses)
ru: Загрузить (или сгенерировать, если не существуют) map-блоки, содержащиеся в области с позиции1 по позицию2 (<позиция1> и <позиция2> должны быть в круглых скобках)

source: Started emerge of area ranging from @1 to @2.
de: Start des Ladevorgangs des Gebiets zwischen @1 und @2.
eo: Ekenlegis mondpecojn inter @1 kaj @2.
fr: Début de la génération de la zone de @1 à @2.
id: Mulai memunculkan daerah dari @1 ke @2.
it: Iniziata emersione dell'area tra @1 e @2.
ms: Mula menimbulkan kawasan di antara @1 dan @2.
pt_br: Iniciada o surgimento de áreas que vão de @1 a @2.
ru: Загрузка/генерация области в диапазоне от @1 до @2 начата.

source: Delete map blocks contained in area pos1 to pos2 (<pos1> and <pos2> must be in parentheses)
de: Kartenblöcke innerhalb des Gebiets zwischen Pos1 und Pos2 löschen (<Pos1> und <Pos2> müssen in Klammern stehen)
eo: Forigi mondpecojn inter la pozicioj poz1 kaj poz2 (<poz1> kaj <poz2> devas esti inter krampoj)
fr: Supprimer les blocs contenus dans la zone de pos1 à pos2 (<pos1> et <pos2> doivent être entre parenthèses)
id: Hapus blok peta yang ada dalam daerah dari letak1 ke letak2 (<letak1> dan <letak2> harus dalam tanda kurung)
it: Cancella i blocchi mappa contenuti nell'area tra pos1 e pos2 (<pos1> e <pos2> vanno tra parentesi)
ms: Padamkan blok peta yang terkandung dalam kawasan antara kedudukan1 dan kedudukan2 (<kedudukan1> dan <kedudukan2> mestilah berada dalam kurungan)
pt_br: Excluir blocos de mapa contidos na área pos1 a pos2 (<pos1> e <pos2> devem estar entre parênteses)
ru: Удалить map-блоки, содержащиеся в области с позиции1 по позицию2 (<позиция1> и <позиция2> должны быть заключены в круглые скобки)

source: Successfully cleared area ranging from @1 to @2.
de: Gebiet zwischen @1 und @2 erfolgreich geleert.
eo: Sukcese forigis mondpecojn inter @1 kaj @2.
fr: La zone de @1 à @2 a été nettoyée avec succès.
id: Berhasil menghapus daerah dari @1 ke @2.
it: Area tra @1 e @2 ripulita con successo.
ms: Berjaya memadam kawasan di antara @1 dan @2.
pt_br: Área limpa com sucesso variando de @1 a @2.
ru: Успешно очищена область в диапазоне от @1 до @2.

source: Failed to clear one or more blocks in area.
de: Fehlgeschlagen: Ein oder mehrere Kartenblöcke im Gebiet konnten nicht geleert werden.
eo: Malsukcesis forigi unu aŭ pli da mondpecoj.
fr: Le nettoyage d'un ou plusieurs blocs dans la zone a echoué.
id: Gagal menghapus satu atau beberapa blok dalam daerah.
it: Errore nel ripulire uno o più blocchi mappa nell'area
ms: Gagal untuk memadam satu atau lebih blok dalam kawasan.
pt_br: Falha ao limpar um ou mais blocos na área.
ru: Не удалось очистить один или несколько блоков в области.

source: Resets lighting in the area between pos1 and pos2 (<pos1> and <pos2> must be in parentheses)
de: Setzt das Licht im Gebiet zwischen Pos1 und Pos2 zurück (<Pos1> und <Pos2> müssen in Klammern stehen)
eo: Reŝarĝas lumojn inter la pozicioj poz1 kaj poz2 (<poz1> kaj <poz2> devas esti inter krampoj)
fr: Réinitialiser l'éclairage dans la zone de pos1 à pos2 (<pos1> et <pos2> doivent être entre parenthèses)
id: Atur ulang pencahayaan dalam daerah dari letak1 ke letak2 (<letak1> dan <letak2> harus dalam tanda kurung)
it: Reimposta l'illuminazione nell'area tra pos1 e po2 (<pos1> e <pos2> vanno tra parentesi)
ms: Tetapkan semula pencahayaan dalam kawasan antara kedudukan1 dan kedudukan2 (<kedudukan1> dan <kedudukan2> mestilah berada dalam kurungan)
pt_br: Redefine a iluminação na área entre pos1 e pos2 (<pos1> e <pos2> devem estar entre parênteses)
ru: Сбрасывает освещение в области с позиции1 по позицию2 (<позиция1> и <позиция2> должны быть заключены в круглые скобки)

source: Successfully reset light in the area ranging from @1 to @2.
de: Das Licht im Gebiet zwischen @1 und @2 wurde erfolgreich zurückgesetzt.
eo: Sukcesis reŝarĝi lumojn inter @1 kaj @2.
fr: L'éclairage dans la zone de @1 à @2 a été réinitialisé avec succès.
id: Berhasil mengatur ulang pencahayaan dalam daerah dari @1 ke @2.
it: Luce nell'area tra @1 e @2 reimpostata con successo.
ms: Berjaya menetapkan semula pencahayaan dalam kawasan di antara @1 dan @2.
pt_br: Iluminação redefinida com sucesso na área variando de @1 a @2.
ru: Успешно сброшено освещение в диапазоне от @1 до @2.

source: Failed to load one or more blocks in area.
de: Fehlgeschlagen: Ein oder mehrere Kartenblöcke im Gebiet konnten nicht geladen werden.
eo: Malsukcesis enlegante unu aŭ pli da monderoj.
fr: Le chargement d'un ou plusieurs blocs dans la zone a échoué.
id: Gagal memuat satu atau beberapa blok dalam daerah.
it: Errore nel caricare uno o più blocchi mappa nell'area.
ms: Gagal untuk memuatkan satu atau lebih blok dalam kawasan.
pt_br: Falha ao carregar um ou mais blocos na área.
ru: Не удалось загрузить один или несколько блоков в области.

source: List mods installed on the server
de: Installierte Mods auf dem Server auflisten
eo: Listigi modifaĵojn instalitajn de la servilo.
fr: Liste les modules installés sur le serveur.
id: Daftar mod yang dipasang di server
it: Elenca le mod installate nel server
ms: Senaraikan mods yang terpasang di pelayan
pt_br: Listar mods instalados no servidor
ru: Список модов, установленных на сервере

source: No mods installed.
de: Es sind keine Mods installiert.
eo: Neniu modifaĵ instalita.
fr: Aucun module installé.
id: Tiada mod yang dipasang.
it: Nessuna mod installata.
ms: Tiada mods terpasang.
pt_br: Sem mods instalados.
ru: Моды не установлены.

source: Cannot give an empty item.
de: Ein leerer Gegenstand kann nicht gegeben werden.
eo: Neeblas doni neniun portaĵon.
fr: Impossible de donner un objet vide.
id: Tidak dapat memberikan barang kosong.
it: Impossibile dare un oggetto vuoto.
ms: Tidak boleh berikan item kosong.
pt_br: Não é possível dar um item vazio.
ru: Вы должны указать предмет.

source: Cannot give an unknown item.
de: Ein unbekannter Gegenstand kann nicht gegeben werden.
eo: Neeblas doni nekonatan portaĵon.
fr: Impossible de donner un objet inconnu.
id: Tidak dapat memberikan barang yang tidak diketahui.
it: Impossibile dare un oggetto sconosciuto.
ms: Tidak boleh berikan item tidak diketahui.
pt_br: Não é possível dar um item desconhecido.
ru: Неизвестный предмет.

source: Giving 'ignore' is not allowed.
de: „ignore“ darf nicht gegeben werden.
eo: Doni «ignore» estas ne permesita.
fr: Donner 'ignore' n'est pas autorisé.
id: Memberikan 'ignore' tidak dibolehkan.
it: Non è permesso dare 'ignore'.
ms: Tidak dibenarkan untuk memberikan nod 'abai'.
pt_br: Não é permitido dar 'ignore'.
ru: Выдача 'ignore' не допускается.

source: @1 is not a known player.
de: @1 ist kein bekannter Spieler.
eo: @1 ne estas konata ludanto.
fr: Le joueur @1 est inconnu.
id: @1 bukan pemain yang diketahui.
it: @1 non è unə giocatore conosciutə.
ms: @1 bukanlah pemain yang diketahui.
pt_br: @1 não é um jogador conhecido.
ru: Неизвестный игрок: @1.

source: @1 partially added to inventory.
de: @1 teilweise ins Inventar eingefügt.
eo: @1 parte enmetiĝis al portaĵujon.
fr: @1 été partiellement rajouté à l'inventaire.
id: @1 ditambahkan sebagian ke inventaris.
it: @1 parzialmente aggiunto all'inventario.
ms: @1 telah ditambah ke inventori secara separa.
pt_br: @1 parcialmente adicionado ao inventário.
ru: @1 частично добавлен в инвентарь.

source: @1 could not be added to inventory.
de: @1 konnte nicht ins Inventar eingefügt werden.
eo: @1 ne enmetiĝis al portaĵujon.
fr: @1 n'a pas pu être rajouté à l'inventaire.
id: @1 tidak dapat ditambahkan ke inventaris.
it: @1 non può essere aggiunto all'inventario.
ms: @1 tidak boleh ditambah ke inventori.
pt_br: @1 não pôde ser adicionado ao inventário.
ru: @1 не удалось добавить в инвентарь.
