Repository: luanti-org/luanti
Catalog: builtin/locale/__builtin.*.po
Languages: de, eo, fr, id, it, ms, pt_br, ru

source: Invalid parameters (see /help @1).
de: Ungültige Parameter (siehe „/help @1“).
eo: Nevalidaj parametroj (kontrolu /help @1)
fr: Paramètres invalides (voir /help @1).
id: Parameter tidak sah (lihat /help @1).
it: Parametri non validi (vedi /help @1)
ms: Parameter tidak sah (sila lihat /help @1).
pt_br: Parâmetros inválidos (veja /help @1).
ru: Недопустимые параметры (см. /help @1).

source: Too many arguments, try using just /help <command>
de: Zu viele Argumente. Probieren Sie es mit „/help <Befehl>“
eo: Tro da parametroj, eble provu /help <ordono>
fr: Trop de paramètres, essayez /help <command>
id: Terlalu banyak argumen. Coba hanya gunakan /help <perintah>
it: Troppi argomenti, prova a usare /help <comando>
ms: Terlalu banyak argumen, cuba guna /help <perintah> sahaja
pt_br: Muitos argumentos, tente usar apenas /help <comando>
ru: Слишком много аргументов, попробуйте использовать просто /help <команда>

source: Available commands: @1
de: Verfügbare Befehle: @1
eo: Nunaj ordonoj: @1
fr: Commandes disponibles : @1
id: Perintah yang tersedia: @1
it: Comandi disponibili: @1
ms: Perintah yang tersedia: @1
pt_br: Comandos disponíveis: @1
ru: Доступные команды: @1

source: Use '/help <cmd>' to get more information, or '/help all' to list everything.
de: „/help <Befehl>“ benutzen, um mehr Informationen zu erhalten, oder „/help all“, um alles aufzulisten.
eo: Uzu «/help <ordono>» por specifa informo, aŭ «/help all» por listigi ĉion.
fr: Essayez '/help <cmd>' pour obtenir plus d'informations, ou '/help all' pour tout lister.
id: Gunakan '/help <perintah>' untuk informasi lebih lanjut atau '/help all' untuk melihat daftar semuanya.
it: Usa '/help <comando>' per ottenere più informazioni, o '/help all' per elencare tutti i comandi.
ms: Gunakan '/help <perintah>' untuk maklumat lanjut, atau '/help all' untuk senaraikan kesemuanya.
pt_br: Use '/help <cmd>' para obter mais informações, ou '/help all' para listar tudo.
ru: Используйте '/help <команда>', чтобы получить дополнительную информацию, или '/help all', чтобы перечислить все.

source: Available commands:
de: Verfügbare Befehle:
eo: Nunaj ordonoj:
fr: Commandes disponibles :
id: Perintah yang tersedia:
it: Comandi disponibili:
ms: Perintah yang tersedia:
pt_br: Comandos disponíveis:
ru: Доступные команды:

source: Command not available: @1
de: Befehl nicht verfügbar: @1
eo: Ordono neuzebla: @1
fr: Commande non disponible : @1
id: Perintah tidak tersedia: @1
it: Comando non disponibile: @1
ms: Perintah tidak tersedia: @1
pt_br: Comando não disponível: @1
ru: Команда недоступна: @1

source: [all | privs | <cmd>] [-t]
de: [all | privs | <Befehl>] [-t]
eo: [all | privs | <ordono>]
id: [all | privs | <perintah>] [-t]
it: [all | privs | <comando>] [-t]
ms: [all | privs | <perintah>] [-t]
ru: [all | privs | <команда>] [-t]

source: Get help for commands or list privileges (-t: output in chat)
de: Hilfe für Befehle erhalten oder Privilegien auflisten (-t: Ausgabe im Chat)
eo: Listigi helpon pri ordonoj («all» aŭ <ordono>) aŭ rajtoj («privs») (kun -t: presu en babilejo)
fr: Obtenir de l'aide pour les commandes ou pour lister les privilèges (-t : affichage dans le tchat)
id: Ambil bantuan untuk perintah atau daftar hak (-t: keluaran di obrolan)
it: Richiama la finestra d'aiuto dei comandi o dei privilegi (-t: mostra in chat)
ms: Dapatkan bantuan untuk perintah atau senaraikan keistimewaan (-t: output dalam sembang)
pt_br: Obtenha ajuda para comandos ou liste privilégios (-t: saída no chat)
ru: Получить справку по командам или списку привилегий (-t: вывод в чате)

source: Available privileges:
de: Verfügbare Privilegien:
eo: Nunaj rajtoj:
fr: Privilèges disponibles :
id: Hak yang ada:
it: Privilegi disponibili:
ms: Keistimewaan yang tersedia:
pt_br: Privilégios disponíveis:
ru: Доступные привилегии:

source: Command
de: Befehl
eo: Ordono
fr: Commande
id: Perintah
it: Comando
ms: Perintah
pt_br: Comando
ru: Команда

source: Parameters
de: Parameter
eo: Parametroj
fr: Paramètres
id: Parameter
it: Parametri
ms: Parameter
pt_br: Parâmetros
ru: Параметры

source: For more information, click on any entry in the list.
de: Für mehr Informationen klicken Sie auf einen beliebigen Eintrag in der Liste.
eo: Por pliaj informoj, klaku ajnan listeron.
fr: Pour plus d'informations, cliquez sur une entrée dans la liste.
id: Untuk informasi lebih lanjut, klik pada entri apa pun dalam daftar.
it: Per più informazioni, clicca su una qualsiasi voce dell'elenco.
ms: Untuk maklumat lanjut, klik pada mana-mana entri dalam senarai.
pt_br: Para mais informações, clique em qualquer entrada na lista.
ru: Для получения дополнительной информации нажмите на любую запись в списке.

source: Double-click to copy the entry to the chat history.
de: Doppelklicken, um den Eintrag in die Chathistorie einzufügen.
eo: Dufoje-klaku por kopii listeron al la babilejo.
fr: Double-cliquez pour copier une entrée dans l'historique du tchat.
id: Klik ganda untuk menyalin entri ke riwayat obrolan.
it: Doppio clic per copiare la voce nella cronologia della chat.
ms: Klik dua kali untuk salin entri ke sejarah sembang.
pt_br: Clique duas vezes para copiar a entrada para o histórico do chat.
ru: Дважды щелкните, чтобы скопировать запись в историю чата.

source: Command: @1 @2
de: Befehl: @1 @2
eo: Ordono: @1 @2
fr: Commande : @1 @2
id: Perintah: @1 @2
it: Comando: @1 @2
ms: Perintah: @1 @2
pt_br: Comando: @1 @2
ru: Команда: @1 @2

source: Available commands: (see also: /help <cmd>)
de: Verfügbare Befehle: (siehe auch: /help <Befehl>)
eo: Nunaj ordonoj: (vidu ankaŭ: /help <ordono>)
fr: Commandes disponibles : (voir aussi : /help <cmd>)
id: Perintah yang tersedia: (lihat juga: /help <perintah>)
it: Comandi disponibili: (vedi anche /help <comando>)
ms: Perintah yang tersedua: (sila lihat juga: /help <perintah>)
pt_br: Comandos disponíveis: (veja também: /help <cmd>)
ru: Доступные команды: (смотрите также: /help <команда>)

source: Close
de: Schließen
eo: Fermi
fr: Fermer
id: Tutup
it: Chiudi
ms: Tutup
pt_br: Fechar
ru: Закрыть

source: Privilege
de: Privileg
eo: Rajto
fr: Privilège
id: Hak
it: Privilegio
ms: Keistimewaan
pt_br: Privilégio
ru: Привилегия

source: Description
de: Beschreibung
eo: Priskribo
id: Deskripsi
it: Descrizione
ms: Keterangan
pt_br: Descrição
ru: Описание

source: Empty command.
de: Leerer Befehl.
eo: Malplena ordono.
fr: Commande vide.
id: Perintah kosong.
it: Comando vuoto.
ms: Perintah kosong.
pt_br: Comando vazio.
ru: Пустая команда.

source: Invalid command: @1
de: Ungültiger Befehl: @1
eo: Nevalida ordono: @1
fr: Commande invalide : @1
id: Perintah tidak sah: @1
it: Comando non valido: @1
ms: Perintah tidak sah: @1
pt_br: Comando inválido: @1
ru: Недопустимая команда: @1

source: Invalid command usage.
de: Ungültige Befehlsverwendung.
eo: Nevalida ordonouzo.
fr: Usage invalide de la commande.
id: Penggunaan perintah tidak sah.
it: Utilizzo del comando non valido.
ms: Penggunaan perintah tidak sah.
pt_br: Uso de comando inválido.
ru: Недопустимое использование команды.

source: Command execution took @1 s
de: Befehlsausführung brauchte @1 s
eo: Ruliĝo de ordono postulis @1 s
fr: L'exécution de la commande a pris @1 s.
id: Pelaksanaan perintah memerlukan @1 detik
it: L'esecuzione del comando ha richiesto @1 s
ms: Pelaksanaan perintah mengambil masa @1 s
pt_br: A execução do comando levou @1 s
ru: Выполнение команды заняло @1 с

source: You don't have permission to run this command (missing privileges: @1).
de: Sie haben keine Erlaubnis, diesen Befehl auszuführen (fehlende Privilegien: @1).
eo: Vi ne rajtas uzi tiun ĉi ordonon (mankataj rajtoj: @1)
fr: Vous n'avez pas la permission d'exécuter cette commande (privilèges manquants : @1)
id: Anda tidak memiliki izin untuk menjalankan perintah ini (hak tidak ada: @1).
it: Non hai il permesso di eseguire questo comando (privilegi mancanti: @1).
ms: Anda tiada kebenaran untuk jalankan perintah ini (tiada keistimewaan: @1).
pt_br: Você não tem permissão para executar este comando (privilégios faltando: @1).
ru: У вас нет разрешения на запуск этой команды (отсутствуют привилегии: @1).

source: Unable to get position of player @1.
de: Konnte Position vom Spieler @1 nicht ermitteln.
eo: Ne povis akiri pozicion de ludanto @1.
fr: Impossible d'obtenir la position du joueur @1.
id: Tidak dapat mengambil letak pemain @1.
it: Impossibile ottenere la posizione dellə giocatore @1.
ms: Tidak mampu mendapatkan kedudukan pemain @1.
pt_br: Incapaz de obter a posição do jogador @1.
ru: Не удалось получить позицию игрока @1.

source: Incorrect area format. Expected: (x1,y1,z1) (x2,y2,z2)
de: Ungültiges Gebietsformat. Erwartet: (x1,y1,z1) (x2,y2,z2)
eo: Nevalida loko-formo. Atendis: (x1,y1,z1) (x2,y2,z2)
fr: Format incorrect de la zone. Demandé : (x1, y1, z1) (x2, y2, z2)
id: Format daerah tidak sah. Diharapkan: (x1,y1,z1) (x2,y2,z2)
it: Formato dell'area non corretto. Richiesto: (x1,y1,z1) (x2,y2,z2)
ms: Format kawasan tidak betul. Format disangka: (x1,y1,z1) (x2,y2,z2)
pt_br: Formato de área incorreto. Esperado: (x1,y1,z1) (x2,y2,z2)
ru: Неправильный формат области. Ожидаемое: (x1,y1,z1) (x2,y2,z2)

source: <action>
de: <Aktion>
eo: <ago>
id: <tindakan>
it: <azione>
ms: <perbuatan>
pt_br: <ação>
ru: <действие>

source: Show chat action (e.g., '/me orders a pizza' displays '<player name> orders a pizza')
de: Chataktion zeigen (z.B. wird „/me isst Pizza“ zu „<Spielername> isst Pizza“)
eo: Roli agon en la babilejo (ekz., «/me mendas picon» montras «<ludanto> mendas picon»)
fr: Affiche une action de tchat (ex : '/me commande une pizza' affichage '<joueur> commande une pizza')
id: Tampilkan tindakan obrolan (misal, '/me memesan piza' menampilkan '<nama pemain> memesan piza')
it: Mostra un'azione in chat (es. `/me ordina una pizza` mostra `<nome giocatore> ordina una pizza`)
ms: Tunjuk perbuatan sembang (cth., '/me memesan piza' memaparkan '<nama pemain> memesan piza')
pt_br: Mostra a ação do chat (por exemplo, '/me orders a pizza' exibe '<nome do jogador> pede uma pizza')
ru: Показать действие в чате (например, '/me заказывает пиццу' отображает '<имя игрока> заказывает пиццу')

source: Show the name of the server owner
de: Den Namen des Servereigentümers zeigen
eo: Montri nomon de la serviladministranto
fr: Affiche le nom du propriétaire du serveur
id: Tampilkan nama pemilik server
it: Mostra il nome di chi possiede il server
ms: Tunjuk nama pemilik pelayan
pt_br: Mostra o nome do dono do servidor
ru: Показать имя владельца сервера

source: The administrator of this server is @1.
de: Der Administrator dieses Servers ist @1.
eo: La adminstranto de tiu ĉi servilo estas @1.
fr: L'administrateur de ce serveur est @1.
id: Pengurus server ini adalah @1.
it: L'amministratore di questo server è @1.
ms: Pentadbir bagi pelayan ini ialah @1.
pt_br: O administrador deste servidor é @1.
ru: Администратором этого сервера является @1.

source: There's no administrator named in the config file.
de: In der Konfigurationsdatei wurde kein Administrator angegeben.
eo: Estas neniu agordita administranto en la agordodosiero.
fr: Il n'y a pas d'administrateur indiqué dans le fichier de configuration.
id: Tidak ada nama pengurus dalam berkas konfigurasi.
it: Non c'è nessun*amministratore nel file di configurazione.
ms: Tiada pentadbir dinamakan dalam fail konfigurasi.
pt_br: Não há administrador nomeado no arquivo de configuração.
ru: В конфигурационном файле нет имени администратора.

source: @1 does not have any privileges.
de: @1 hat keine Privilegien.
eo: @1 havas neniun rajton.
fr: @1 ne possède aucun privilège.
id: @1 tidak punya hak apa pun.
it: @1 non ha nessun privilegio
ms: @1 tidak mempunyai sebarang keistimewaan.
pt_br: @1 não tem nenhum privilégio.
ru: @1 не имеет никаких привилегий.

source: Privileges of @1: @2
de: Privilegien von @1: @2
eo: Rajtoj de @1: @2
fr: Privilège(s) de @1 : @2
id: Hak @1: @2
it: Privilegi di @1: @2
ms: Keistimewaan milik @1: @2
pt_br: Privilégios de @1: @2
ru: Привилегии @1: @2

source: [<name>]
eo: [<nomo>]
fr: [<nom>]
id: [<nama>]
it: [<nome>]
ms: [<nama>]
pt_br: [<nome>]
ru: [<имя>]

source: Show privileges of yourself or another player
de: Ihre eigenen Privilegien oder die eines anderen Spielers anzeigen
eo: Montri rajtojn de vi aŭ alia ludanto
fr: Affiche vos privilèges ou ceux d'un autre joueur.
id: Tampilkan hak diri Anda atau pemain lain
it: Mostra i privilegi propri o di un*altrə giocatore
ms: Tunjuk keistimewaan diri anda atau pemain lain
pt_br: Mostrar privilégios seus ou de outro jogador
ru: Показать ваши привилегии или привилегии другого игрока

source: Player @1 does not exist.
de: Spieler @1 existiert nicht.
eo: Ludanto @1 ne ekzistas.
fr: Le joueur @1 n'existe pas.
id: Pemain @1 tidak ada.
it: Lə giocatore @1 non esiste.
ms: Pemain @1 tidak wujud.
pt_br: O jogador @1 não existe.
ru: Игрок @1 не существует.

source: <privilege>
de: <Privileg>
eo: <rajto>
fr: <privilège>
id: <hak istimewa>
it: <privilegio>
ms: <keistimewaan>
pt_br: <privilégio>
ru: <привилегия>

source: Return list of all online players with privilege
de: Liste aller Spieler mit einem Privileg ausgeben
eo: Listi ĉeretan ludanton kun specifa rajto
fr: Renvoie la liste de tous les joueurs en ligne avec un privilège.
id: Tampilkan daftar semua pemain daring dengan hak yang diberikan
it: Ritorna una lista di tuttɜ lɜ giocatori connessɜ col tale privilegio
ms: Kembalikan senarai semua pemain dalam talian yang mempunyai keistimewaan
pt_br: Retornar lista de todos os jogadores online com privilégio
ru: Возвращает список всех онлайн-игроков, имеющих указанную привилегию

source: Invalid parameters (see /help haspriv).
de: Ungültige Parameter (siehe „/help haspriv“).
eo: Nevalidaj parametroj (vidu /help haspriv).
fr: Paramètres invalides (voir /help haspriv)
id: Parameter tidak sah (lihat /help haspriv).
it: Parametri non validi (vedi /help haspriv).
ms: Parameter tidak sah (sila lihat /help haspriv).
pt_br: Parâmetros inválidos (veja /help haspriv).
ru: Недопустимые параметры (см. /help haspriv).

source: Unknown privilege!
de: Unbekanntes Privileg!
eo: Nekonata rajto!
fr: Privilège inconnu !
id: Hak tidak diketahui!
it: Privilegio sconosciuto!
ms: Keistimewaan tidak diketahui!
pt_br: Privilégio desconhecido!
ru: Неизвестная привилегия!

source: No online player has the "@1" privilege.
de: Kein online spielender Spieler hat das „@1“-Privileg.
eo: Neniu ĉeretulo havas la rajton «@1».
fr: Aucun joueur en ligne avant le privilège « @1 »
id: Tidak ada pemain daring dengan hak "@1".
it: Nessunə giocatore ha il privilegio "@1".
ms: Tiada pemain dalam talian yang mempunyai keistimewaan "@1".
pt_br: Nenhum jogador online tem o privilégio "@1".
ru: Ни один онлайн-игрок не имеет привилегии "@1".

source: Players online with the "@1" privilege: @2
de: Derzeit online spielende Spieler mit dem „@1“-Privileg: @2
eo: Ĉeretuloj kun la rajto «@1»: @2
fr: Joueurs en ligne avec le privilège « @1 » : @2
id: Pemain daring dengan hak "@1": @2
it: Giocatori connessɜ con il privilegio "@1": @2
ms: Pemain dalam talian yang mempunyai keistimewaan "@1": @2
pt_br: Jogadores online com o privilégio "@1": @2
ru: Игроки онлайн с привилегией "@1": @2

source: Your privileges are insufficient.
de: Ihre Privilegien sind unzureichend.
eo: Viaj rajtoj ne sufiĉas.
fr: Vos privilèges sont insuffisants.
id: Hak Anda tidak cukup.
it: I tuoi privilegi sono insufficienti.
ms: Keistimewaan anda tidak mencukupi.
pt_br: Seus privilégios são insuficientes.
ru: Ваших привилегий недостаточно.

source: Your privileges are insufficient. '@1' only allows you to grant: @2
de: Ihre Privilegien sind unzureichend. Mit „@1“ können Sie nur folgendes gewähren: @2
eo: Viaj rajtoj ne sufiĉas. «@1» sole lasas vin doni: @2
fr: Vos privilèges sont insuffisants. '@1' vous autorise seulement d'accorder : @2
id: Hak Anda tidak cukup. '@1' hanya membolehkan Anda untuk memberi hak: @2
it: I tuoi privilegi sono insufficienti. '@1' ti permette soltanto di elargire: @2
ms: Keistimewaan anda tidak mencukupi. '@1' hanya membolehkan anda untuk memberikan: @2
pt_br: Seus privilégios são insuficientes. '@1' só permite que você conceda: @2
ru: Ваших привилегий недостаточно. '@1' позволяет вам предоставлять только: @2

source: Unknown privilege: @1
de: Unbekanntes Privileg: @1
eo: Nekonata rajto: @1
fr: Privilège inconnu : @1
id: Hak tidak diketahui: @1
it: Privilegio sconosciuto: @1
ms: Keistimewaan tidak diketahui: @1
pt_br: Privilégio desconhecido: @1
ru: Неизвестная привилегия: @1

source: @1 granted you privileges: @2
de: @1 gewährte Ihnen Privilegien: @2
eo: @1 donis al vi rajtojn: @2
fr: @1 vous a accordé les privilèges : @2
id: @1 memberi Anda hak: @2
it: @1 ti ha assegnato i seguenti privilegi: @2
ms: @1 memberikan anda keistimewaan: @2
pt_br: @1 concedeu-lhe privilégios: @2
ru: @1 предоставил(а) вам привилегии: @2

source: <name> (<privilege> [, <privilege2> [<...>]] | all)
de: <Name> (<Privileg> [, <Privileg2> [<...>]] | all)
eo: <nomo> (<rajto> [, <rajto2> [<...>]] | all)
fr: <nom> (<privilège> [, <privilège2> [<...>]] | all)
id: <nama> (<hak> [, <hak2> [<...>]] | all)
it: <nome> (<privilegio> [, <privilegio2> [<...>]] | all)
ms: <nama> (<keistimewaan> [, <keistimewaan2> [<...>]] | all)
pt_br: <nome> (<privilégio> [, <privilégio2> [<...>]] | all)
ru: <имя> (<привилегия> [, <привилегия2> [<...>]] | all)

source: Give privileges to player
de: Privileg an Spieler vergeben
eo: Doni rajtojn al ludanto, aŭ aparte, aŭ ĉiun kune («all»)
fr: Accorder le privilège au joueur
id: Beri hak kepada pemain
it: Dà privilegi allə giocatore
ms: Berikan keistimewaan kepada pemain
pt_br: Conceder privilégios ao jogador
ru: Предоставить привилегии игроку

source: Invalid parameters (see /help grant).
de: Ungültige Parameter (siehe „/help grant“).
eo: Nevalidaj parametroj (vidu /help grant).
fr: Paramètres invalides (voir /help grant)
id: Parameter tidak sah (lihat /help grant).
it: Parametri non validi (vedi /help grant).
ms: Parameter tidak sah (sila lihat /help grant).
pt_br: Parâmetros inválidos (veja /help grant).
ru: Недопустимые параметры (см. /help grant).

source: <privilege> [, <privilege2> [<...>]] | all
de: <Privileg> [, <Privileg2> [<...>]] | all
eo: <rajto> [, <rajto2> [<...>]] | all
fr: <privilège> [, <privilège2> [<...>]] | all
id: <hak> [, <hak2> [<...>]] | all
it: <privilegio> [, <privilegio2> [<...>]] | all
ms: <keistimewaan> [, <keistimewaan2> [<...>]] | all
pt_br: <privilégio> [, <privilégio2> [<...>]] | all
ru: <привилегия> [, <привилегия2> [<...>]] | all

source: Grant privileges to yourself
de: Privilegien an Ihnen selbst vergeben
eo: Doni rajtojn al vi mem, aŭ aparte, aŭ ĉiun kune («all»)
fr: Accorder des privilèges à vous-même
id: Beri hak-hak kepada diri Anda
it: Assegna dei privilegi a te stessǝ
ms: Berikan keistimewaan kepada diri sendiri
pt_br: Concede privilégios a você mesmo
ru: Предоставить привилегии себе

source: Invalid parameters (see /help grantme).
de: Ungültige Parameter (siehe „/help grantme“).
eo: Nevalidaj parametroj (vidu /help grantme)
fr: Paramètres invalides (voir /help grantme)
id: Parameter tidak sah (lihat /help grantme).
it: Parametri non validi (vedi /help grantme).
ms: Parameter tidak sah (sila lihat /help grantme).
pt_br: Parâmetros inválidos (veja /help grantme).
ru: Недопустимые параметры (см. /help grantme).

source: Your privileges are insufficient. '@1' only allows you to revoke: @2
de: Ihre Privilegien sind unzureichend. Mit „@1“ können Sie nur folgendes entziehen: @2
eo: Viaj rajtoj ne sufiĉas. «@1» sole lasas vin repreni: @2
fr: Vos privilèges sont insuffisants. '@1' vous autorise seulement à révoquer : @2
id: Hak Anda tidak cukup. '@1' hanya membolehkan Anda untuk mencabut hak: @2
it: I tuoi privilegi sono insufficienti. '@1' ti permette soltanto di revocare: @2
ms: Keistimewaan anda tidak mencukupi. '@1' hanya membolehkan anda untuk menarik balik: @2
pt_br: Seus privilégios são insuficientes. '@1' só permite que você revogue: @2
ru: Ваших привилегий недостаточно. '@1' позволяет вам отозвать только: @2

source: Note: Cannot revoke in singleplayer: @1
de: Anmerkung: Im Einzelspielermodus kann man folgendes nicht entziehen: @1
eo: Rimarko: Neeblas repreni rajton sole: @1
fr: Note : Impossible de révoquer en solo : @1
id: Catatan: Tidak dapat mencabut hak dalam pemain tunggal: @1
it: N.B.: Non si può revocare in locale: @1
ms: Nota: Tidak boleh tarik balik keistimewaan dalam mod pemain perseorangan: @1
pt_br: Nota: Não é possível revogar em singleplayer: @1
ru: Примечание: Невозможно отозвать в одиночной игре: @1

source: Note: Cannot revoke from admin: @1
de: Anmerkung: Vom Admin kann man folgendes nicht entziehen: @1
eo: Rimarko: Neeblas repreni rajnton de administranto: @1
fr: Note : Impossible de révoquer à l'administrateur : @1
id: Catatan: Tidak dapat mencabut hak dari pengurus: @1
it: N.B.: Non si può revocare a un*amministratore: @1
ms: Nota: Tidak boleh tarik balik keistimewaan daripada pentadbir: @1
pt_br: Nota: Não é possível revogar do administrador: @1
ru: Примечание: Невозможно отозвать у администратора: @1

source: No privileges were revoked.
de: Es wurden keine Privilegien entzogen.
eo: Neniu rajto reprenita.
fr: Aucun privilège n'a été révoqué.
id: Tidak ada hak yang dicabut.
it: Nessun privilegio è stato revocato.
ms: Tiada keistimewaan yang ditarik balik.
pt_br: Nenhum privilégio foi revogado.
ru: Никакие привилегии не были отозваны.

source: @1 revoked privileges from you: @2
de: @1 entfernte Privilegien von Ihnen: @2
eo: @1 reprenis rajtojn de vi: @2
fr: @1 vous a révoqué le privilège : @2
id: @1 mencabut hak Anda: @2
it: @1 ti ha revocato i seguenti privilegi: @2
ms: @1 menarik balik keistimewaan berikut daripada anda: @2
pt_br: @1 revogou seus privilégios: @2
ru: @1 отозвал у вас привилегии: @2

source: Remove privileges from player
de: Privilegien von Spieler entfernen
eo: Repreni rajtojn de ludanto, aŭ aparte, aŭ ĉiun kune («all»)
fr: Révoquer les privilèges au joueur
id: Hapus hak dari pemain
it: Rimuove privilegi dallə giocatore
ms: Tarik balik keistimewaan daripada pemain
pt_br: Remover privilégios do jogador
ru: Отозвать привилегии у игрока

source: Invalid parameters (see /help revoke).
de: Ungültige Parameter (siehe „/help revoke“).
eo: Nevalidaj parametroj (vidu /help revoke)
fr: Paramètres invalides (voir /help revoke).
id: Parameter tidak sah (lihat /help revoke).
it: Parametri non validi (vedi /help revoke).
ms: Parameter tidak sah (sila lihat /help revoke).
pt_br: Parâmetros inválidos (veja /help revoke).
ru: Недопустимые параметры (см. /help revoke).

source: Revoke privileges from yourself
de: Privilegien von Ihnen selbst entfernen
eo: Repreni rajtojn de vi mem, aŭ aparte, aŭ ĉiun kune («all»)
fr: Révoquer des privilèges à vous-même
id: Hapus hak dari diri Anda
it: Revoca privilegi a te stessǝ
ms: Tarik balik keistimewaan daripada diri sendiri
pt_br: Revogar privilégios de si mesmo
ru: Отозвать привилегии у себя

source: Invalid parameters (see /help revokeme).
de: Ungültige Parameter (siehe „/help revokeme“).
eo: Nevalidaj parametroj (vidu /help revokeme).
fr: Paramètres invalides (voir /help revokeme).
id: Parameter tidak sah (lihat /help revokeme).
it: Parametri non validi (vedi /help revokeme).
ms: Parameter tidak sah (sila lihat /help revokeme).
pt_br: Parâmetros inválidos (veja /help revokeme).
ru: Недопустимые параметры (см. /help revokeme).

source: <name> <password>
de: <Name> <Passwort>
eo: <nomo> <pasvorto>
fr: <nom> <mot de passe>
id: <nama> <kata sandi>
it: <nome> <password>
ms: <nama> <kata laluan>
pt_br: <nome> <senha>
ru: <имя> <пароль>
