Repository: luanti-org/luanti
Catalog: builtin/locale/__builtin.*.po
Languages: de, eo, fr, id, it, ms, pt_br, ru

source: @1 added to inventory.
de: @1 zum Inventar hinzugefügt.
eo: @1 enmetiĝis al portaĵujon.
fr: @1 a été rajouté à l'inventaire.
id: @1 ditambahkan ke inventaris.
it: @1 aggiunto all'inventario.
ms: @1 telah ditambah ke inventori.
pt_br: @1 adicionado ao inventário.
ru: @1 добавлено в инвентарь.

source: @1 partially added to inventory of @2.
de: @1 teilweise ins Inventar von @2 eingefügt.
eo: @1 parte enmetiĝis al portaĵujon de @2.
fr: @1 a été partiellement rajouté à l'inventaire de @2.
id: @1 ditambahkan sebagian ke inventaris @2.
it: @1 parzialmente aggiunto all'inventario di @2.
ms: @1 telah ditambah secara separa ke inventori @2.
pt_br: @1 parcialmente adicionado ao inventário de @2.
ru: @1 частично добавлен в инвентарь @2.

source: @1 could not be added to inventory of @2.
de: @1 konnte nicht ins Inventar von @2 eingefügt werden.
eo: @1 ne enmetiĝis al portaĵujon de @2.
fr: @1 n'a pas pu être rajouté à l'inventaire de @2.
id: @1 tidak dapat ditambahkan ke inventaris @2.
it: Non è stato possibile aggiungere @1 all'inventario di @2.
ms: @1 tidak boleh ditambah ke inventori @2.
pt_br: @1 não pôde ser adicionado ao inventário de @2.
ru: @1 не удалось добавить в инвентарь @2.

source: @1 added to inventory of @2.
de: @1 ins Inventar von @2 eingefügt.
eo: @1 enmetiĝis al portaĵujon de @2.
fr: @1 a été rajouté à l'inventaire de @2.
id: @1 ditambahkan ke inventaris @2.
it: @1 aggiunto all'inventario di @2.
ms: @1 telah ditambah ke inventori @2.
pt_br: @1 adicionado ao inventário de @2.
ru: @1 добавлен в инвентарь @2.

source: <name> <ItemString> [<count> [<wear>]]
de: <Name> <ItemString> [<Anzahl> [<Abnutzung>]]
eo: <nomo> <PortaĵNomo> [<kvanto> <portu>]]
fr: <nom> <CodeObjet> [<nombre> [<usure>]]
id: <nama> <ItemString> [<jumlah> [<penggunaan>]]
it: <nome> <NomeOggetto> [<quantità> [<usura>]]
ms: <nama> <RentetanItem> [<jumlah> [<haus>]]
pt_br: <nome> <ItemString> [<quantidade> [<desgaste>]]
ru: <имя> <ItemString> [<количество> [<износ>]]

source: Give item to player
de: Gegenstand an Spieler geben
eo: Doni portaĵon al ludanto
fr: Donner un objet à un joueur
id: Beri barang kepada pemain
it: Dà oggetti allɜ giocatori
ms: Berikan item kepada pemain
pt_br: Dar item ao jogador
ru: Добавить предмет в инвентарь игрока

source: Name and ItemString required.
de: Name und ItemString benötigt.
eo: Nomo kaj PortaĵNomo postualtaj.
fr: Le nom et le code de l'objet sont requis
id: Nama dan ItemString diperlukan.
it: Richiesti nome e NomeOggetto.
ms: Nama dan RentetanItem diperlukan.
pt_br: Nome e ItemString são obrigatórios.
ru: Требуется <имя> игрока и название предмета <ItemString>.

source: <ItemString> [<count> [<wear>]]
de: <ItemString> [<Anzahl> [<Abnutzung>]]
eo: <PortaĵNomo> [<kvanto> [<portu>]]
fr: <CodeObjet> [<nombre> [<usure>]]
id: <ItemString> [<jumlah> [<penggunaan>]]
it: <NomeOggetto> [<quantità> [<usura>]]
ms: <RentetanItem> [<jumlah> [<haus>]]
pt_br: <ItemString> [<quantidade> [<desgaste>]]
ru: <ItemString> [<количество> [<износ>]]

source: Give item to yourself
de: Gegenstand Ihnen selbst geben
eo: Doni portaĵon al vi mem.
fr: Donner un objet à vous-même
id: Beri barang kepada diri Anda
it: Dà oggetti a te stessǝ
ms: Berikan item kepada diri sendiri
pt_br: Dar item a si mesmo
ru: Добавить предмет в свой инвентарь

source: ItemString required.
de: ItemString benötigt.
eo: PortaĵNomo postulata.
fr: Code objet requis.
id: ItemString diperlukan.
it: Richiesto NomeOggetto.
ms: RentetanItem diperlukan.
pt_br: ItemString é obrigatório.
ru: Требуется название предмета <ItemString>.

source: <EntityName> [<X>,<Y>,<Z>]
eo: <EstaĵoNomo> [<X>, <Y>, <Z>]
fr: <NomEntité> [<X>, <Y>, <Z>]
it: <NomeEntità> [<X>,<Y>,<Z>]
ms: <NamaEntiti> [<X>,<Y>,<Z>]
pt_br: <NomeDaEntidade> [<X>,<Y>,<Z>]

source: Spawn entity at given (or your) position
de: Entity an angegebener (oder Ihrer eigenen) Position spawnen
eo: Estigi estaĵon ĉe la donita (aŭ la via) pozicio
fr: Faire apparaître une entité à une position donnée (ou la vôtre)
id: Bangkitkan entitas pada letak tertentu (atau letak Anda)
it: Genera un'entità alla data coordinata (o la tua)
ms: Jelmakan entiti di kedudukan yang diberi (atau di kedudukan anda)
pt_br: Gerar entidade na posição fornecida (ou na sua)
ru: Спаун сущности (моб/стрела/...) в заданной (или вашей) позиции

source: EntityName required.
de: EntityName benötigt.
eo: EstaĵNomo postulata.
fr: Nom de l'entité requis.
id: EntityName diperlukan.
it: Richiesto NomeEntità
ms: NamaEntiti diperlukan.
pt_br: NomeDaEntidade é obrigatório.
ru: Требуется имя сущности <EntityName>.

source: Unable to spawn entity, player is nil.
de: Entity konnte nicht gespawnt werden, Spieler ist nil.
eo: Ne povis estigi estaĵon, ĉar ludanto estas nil.
fr: Impossible de faire apparaître l'entité, le joueur est inexistant.
id: Tidak dapat membangkitkan entitas karena pemain bernilai nil.
it: Impossibile generare l'entità, lə giocatore è nil.
ms: Tidak mampu menjelmakan entiti, pemain itu kosong.
pt_br: Não é possível gerar a entidade, jogador é nulo.
ru: Не удается создать сущность, игрок не найден.

source: Cannot spawn an unknown entity.
de: Ein unbekanntes Entity kann nicht gespawnt werden.
eo: Neeblas estigi nekonatan estaĵon.
fr: Impossible de faire apparaître une entité inconnue.
id: Tidak dapat membangkitkan entitas yang tidak diketahui.
it: Impossibile generare un'entità sconosciuta.
ms: Tidak boleh menjelmakan entiti yang tidak diketahui.
pt_br: Não é possível gerar uma entidade desconhecida.
ru: Не удается создать неизвестную сущность.

source: Invalid parameters (@1).
de: Ungültige Parameter (@1).
eo: Nevalidaj parametroj (@1).
fr: Paramètres invalides (@1).
id: Parameter tidak sah (@1).
it: Parametri non validi (@1).
ms: Parameter tidak sah (@1).
pt_br: Parâmetros inválidos (@1).
ru: Недопустимые параметры (@1).

source: @1 spawned.
de: @1 gespawnt.
eo: @1 naskiĝis.
fr: @1 a apparu.
id: @1 dibangkitkan.
it: Generata entità @1.
ms: @1 telah dijelmakan.
pt_br: @1 gerado.
ru: Сущность @1 создана.

source: @1 failed to spawn.
de: @1 konnte nicht gespawnt werden.
eo: @1 ne naskiĝis.
fr: @1 a échoué à apparaître.
id: @1 gagal dibangkitkan.
it: Errore nel generare @1
ms: @1 gagal untuk dijelmakan.
pt_br: Falha ao gerar @1.
ru: Сущность @1 не удалось создать.

source: Destroy item in hand
de: Gegenstand in der Hand zerstören
eo: Detrui portaĵon enmanan
fr: Détruire l'objet dans la main
id: Hapus barang di tangan.
it: Distrugge l'oggetto in mano
ms: Musnahkan item dalam tangan
pt_br: Destruir item na mão
ru: Уничтожить предмет, который у вас в руках

source: Unable to pulverize, no player.
de: Konnte nicht pulverisieren, kein Spieler.
eo: Ne povis detrui, neniu ludanto.
fr: Impossible de détruire, pas de joueur.
id: Gagal menghapus karena pemain tidak ada.
it: Impossibile polverizzare, nessunə giocatore.
ms: Gagal untuk dimusnahkan, tiada pemain.
pt_br: Incapaz de pulverizar, sem jogador.
ru: Невозможно уничтожить предмет, нет игрока.

source: Unable to pulverize, no item in hand.
de: Konnte nicht pulverisieren, kein Gegenstand in der Hand.
eo: Ne povis detrui, ĉar nenio estas tenata.
fr: Impossible de détruire, pas d'objet dans la main.
id: Gagal menghapus karena barang tidak ada di tangan.
it: Impossibile polverizzare, nessun oggetto in mano.
ms: Gagal untuk dimusnahkan, tiada item dalam tangan.
pt_br: Incapaz de pulverizar, sem item na mão.
ru: Невозможно уничтожить предмет, в руках нет предмета.

source: An item was pulverized.
de: Ein Gegenstand wurde pulverisiert.
eo: Portaĵo detruiĝis.
fr: Un objet a été détruit.
id: Sebuah barang dihapus.
it: Un oggetto è stato polverizzato.
ms: Suatu item telah dimusnahkan.
pt_br: Um item foi pulverizado.
ru: Предмет был уничтожен.

source: [<range>] [<seconds>] [<limit>]
de: [<Reichweite>] [<Sekunden>] [<Limit>]
eo: [<intertempo>] [<sekundoj>] [<limo>]
fr: [<rayon>] [<secondes>] [<limite>]
id: [<jangkauan>] [<detik>] [<batas>]
it: [<raggio>] [<secondi>] [<limite>]
ms: [<jarak>] [<saat>] [<had>]
pt_br: [<alcance>] [<segundos>] [<limite>]
ru: [<диапазон>] [<секунды>] [<ограничение>]

source: Check who last touched a node or a node near it within the time specified by <seconds>. Default: range = 0, seconds = 86400 = 24h, limit = 5. Set <seconds> to inf for no time limit
de: Überprüfen, wer als letztes einen Node oder einen Node in der Nähe innerhalb der in <Sekunden> angegebenen Zeitspanne angefasst hat. Standard: Reichweite = 0, Sekunden = 86400 = 24h, Limit = 5. <Sekunden> auf „inf“ setzen, um Zeitlimit zu deaktivieren.
eo: Kontroli kiu lastafoje tuŝis monderon aŭ monderon proksiman al ĝi dum
fr: Vérifier qui a le dernier touché un nœud ou un autre aux environs dans le temps spécifié par <secondes>. Par défaut : rayon = 0, secondes = 86400 = 24h, limite = 5. Définissez <secondes> à inf pour aucune limite de temps.
id: Periksa yang terakhir menyentuh sebuah nodus atau nodus di sekitarnya dalam waktu tertentu yang diatur dengan <detik>. Bawaan: jangkauan = 0, detik = 86400 = 24 jam, batas = 5. Atur <detik> ke inf untuk tanpa batas waktu
it: Controlla chi è l'ultimə giocatore che ha toccato un nodo o un nodo nelle sue vicinanze, negli ultimi secondi indicati. Di base: raggio = 0, secondi = 86400 = 24h, limite = 5.
ms: Periksa siapa orang terakhir yang menyentuh suatu nod atau suatu nod berhampiran dalam masa yang ditentukan dalam unit <saat>. Lalai: jarak = 0, saat = 86400 = 24j, had = 5. Tetapkan <saat> ke inf untuk tiada had masa
pt_br: Verificar quem tocou pela última vez um nó ou um nó próximo dentro do tempo especificado por <segundos>. Padrão: alcance = 0, segundos = 86400 = 24h, limite = 5. Defina <segundos> como inf para sem limite de tempo
ru: Проверить кто в последний раз прикасался к ноде или нодам рядом в течение времени, указанного в <секундах>. По умолчанию: диапазон = 0, секунды = 86400 = 24 часа, ограничение = 5. Установите <секунды> в значение inf для отключения ограничения по времени

source: Rollback functions are disabled.
de: Rollback-Funktionen sind deaktiviert.
eo: Malfaraj funkcioj estas malŝaltitaj.
fr: Les fonctions retour sont désactivées.
id: Fungsi cadangan (rollback) dimatikan.
it: Le funzioni di rollback sono disabilitate.
ms: Fungsi gulung balik dilumpuhkan.
pt_br: Funções de rollback estão desativadas.
ru: Функции отката отключены.

source: That limit is too high!
de: Dieses Limit ist zu hoch!
eo: Tiu limo troaltas!
fr: Cette limite est trop grande !
id: Batasnya terlalu tinggi!
it: Il limite è troppo alto!
ms: Had tersebut terlalu tinggi!
pt_br: Esse limite é muito alto!
ru: Это <ограничение> слишком велико!

source: Checking @1 ...
de: Überprüfe @1 ...
eo: Kontrolas @1…
fr: Vérification de @1 ...
id: Memeriksa @1 ...
it: Controllando @1 ...
ms: Memeriksa @1 ...
pt_br: Verificando @1 ...
ru: Проверка @1 ...

source: Nobody has touched the specified location in @1 seconds.
de: Niemand hat die angegebene Position seit @1 Sekunden angefasst.
eo: Neniu tuŝis tiun lokon dum @1 sekundoj.
fr: Personne n'as touché la position spécificée dans les dernières @1 secondes.
id: Tidak ada yang menyentuh lokasi yang diberikan dalam @1 detik.
it: Nessunə ha toccato il punto specificato negli ultimi @1 secondi.
ms: Tiada siapa menyentuh tempat yang ditentukan dalam masa @1 saat yang lalu.
pt_br: Ninguém tocou a localização especificada em @1 segundos.
ru: Никто не прикасался к указанному местоположению в течение @1 секунд(ы).

source: @1 @2 @3 -> @4 @5 seconds ago.
de: @1 @2 @3 -> @4 vor @5 Sekunden.
eo: @1 @2 @3 -> @4 @5 sekundoj antaŭe.
fr: @1 @2 @3 -> @4 il y a @5 secondes.
id: @1 @2 @3 -> @4 @5 detik yang lalu.
it: @1 @2 @3 -> @4 @5 secondi fa.
ms: @1 @2 @3 -> @4 @5 saat yang lalu.
pt_br: @1 @2 @3 -> @4 @5 segundos atrás.
ru: @1 @2 @3 -> @4 @5 секунд назад.

source: Punch a node (range=@1, seconds=@2, limit=@3).
de: Hauen Sie einen Node (Reichweite=@1, Sekunden=@2, Limit=@3).
eo: Frapi monderon (intertempo=@1, sekundoj=@2, limo=@3).
fr: Taper un nœud (rayon = @1, secondes = @2, limite = @3).
id: Pukul sebuah nodus (jangkauan=@1, detik=@2, batas=@3).
it: Colpisce un nodo (raggio=@1, secondi=@2, limite=@3)
ms: Ketuk suatu nod (jarak=@1, saat=@2, had=@3)
pt_br: Golpeie um nó (alcance=@1, segundos=@2, limite=@3).
ru: Ударьте по ноде (диапазон=@1, секунды=@2, предел =@3).

source: (<name> [<seconds>]) | (:<actor> [<seconds>])
de: (<Name> [<Sekunden>]) | (:<Akteur> [<Sekunden>])
eo: (<nomo> [<sekundoj>]) | (:<aganto> [<sekundoj>])
fr: (<nom> [<secondes>]) | (:<acteur> [<secondes>])
id: (<nama> [<detik>]) | (:<pemeran> [<detik>])
it: (<nome> [<secondi>]) | (:<attore> [<secondi>])
ms: (<nama> [<saat>]) | (:<pelaku> [<saat>])
pt_br: (<nome> [<segundos>]) | (:<ator> [<segundos>])
ru: (<имя> [<секунды>]) | (:<игрок> [<секунды>])

source: Revert actions of a player. Default for <seconds> is 60. Set <seconds> to inf for no time limit
de: Aktionen eines Spielers zurückrollen. Standard für <Sekunden> ist 60. <Sekunden> auf „inf“ setzen, um Zeitlimit zu deaktivieren
eo: Malfari agojn de ludanto. Implicita valoro de <sekundoj> estas 60. Metu <sekundoj> kiel «inf» por neniu tempolimo
fr: Annuler les actions d'un joueur. La valeur par défaut de <secondes> est 60. Définissez <secondes> à inf pour aucune limite de temps.
id: Batalkan tindakan pemain. Bawaan untuk <detik> adalah 60. Atur <detik> ke inf untuk tanpa batas waktu
it: Riavvolge le azioni di unə giocatore. Di base, <secondi> è 60. Imposta <secondi> a inf per nessun limite di tempo
ms: Membalikkan perlakuan seorang pemain. Nilai lalai untuk <saat> ialah 60. Tetapkan <saat> ke inf untuk tiada had masa
pt_br: Reverter ações de um jogador. O padrão para <segundos> é 60. Defina <segundos> como inf para sem limite de tempo
ru: Отменяет действия игрока. Значение по умолчанию для <секунд> равно 60. Установите <секунды> в значение inf для отключения ограничения по времени

source: Invalid parameters. See /help rollback and /help rollback_check.
de: Ungültige Parameter. Siehe /help rollback und /help rollback_check.
eo: Nevalidaj parametroj. Vidu /help rollback kaj /help rollback_check.
fr: Paramètres invalides. Voir /help rollback et /help rollback_check.
id: Parameter tidak sah. Lihat /help rollback dan /help rollback_check.
it: Parametri non validi. Vedi /help rollback e /help rollback_check.
ms: Parameter tidak sah. Sila lihat /help rollback dan /help rollback_check.
pt_br: Parâmetros inválidos. Veja /help rollback e /help rollback_check.
ru: Недопустимые параметры. Смотрите /help rollback и /help rollback_check.

source: Reverting actions of player '@1' since @2 seconds.
de: Die Aktionen des Spielers „@1“ seit @2 Sekunden werden rückgängig gemacht.
eo: Malfaras agojn de ludanto «@1» ekde @2 sekundoj antaŭ nun.
fr: Annuler les actions du joueur '@1' depuis @2 secondes.
id: Membatalkan tindakan pemain '@1' sejak @2 detik.
it: Riavvolge le azioni dellə giocatore '@1' avvenute negli ultimi @2 secondi.
ms: Membalikkan perlakuan pemain '@1' sejak @2 saat lalu.
pt_br: Revertendo ações do jogador '@1' desde @2 segundos.
ru: Отмена действия игрока "@1" за последние @2 секунд(у/ы).

source: Reverting actions of @1 since @2 seconds.
de: Die Aktionen von @1 seit @2 Sekunden werden rückgängig gemacht.
eo: Malfaras agojn de @1 ekde @2 sekundoj antaŭ nun.
fr: Annuler les actions de @1 depuis @2 secondes.
id: Membatalkan tindakan @1 sejak @2 detik.
it: Riavvolge le azioni di @1 avvenute negli ultimi @2 secondi.
ms: Membalikkan perlakuan @1 sejak @2 saat lalu.
pt_br: Revertendo ações de @1 desde @2 segundos.
ru: Отмена действий @1 за последние @2 секунд(у/ы).

source: (log is too long to show)
de: (Protokoll ist zu lang für die Anzeige)
eo: (protokolo trolongas por montri)
fr: (le journal est trop long à afficher)
id: (log terlalu panjang untuk ditampilkan)
it: (lo storico è troppo lungo per essere mostrato)
ms: (log terlalu panjang untuk ditunjukkan)
pt_br: O log é muito longo para mostrar
ru: (журнал слишком длинный для отображения)

source: Reverting actions succeeded.
de: Die Aktionen wurden erfolgreich rückgängig gemacht.
eo: Sukcesis malfari agojn.
fr: Les actions ont été annulées avec succès.
id: Pembatalan tindakan berhasil.
it: Riavvolgimento azioni avvenuto con successo.
ms: Pembalikan perlakuan telah berjaya.
pt_br: Ações revertidas com sucesso.
ru: Отмена действий завершилась успешно.

source: Reverting actions FAILED.
de: FEHLGESCHLAGEN: Die Aktionen konnten nicht rückgängig gemacht werden.
eo: MALsukcesis malfari agojn.
fr: L'annulation des actions a échoué.
id: Pembatalan tindakan GAGAL.
it: Errore nel riavvolgere le azioni.
ms: Pembalikan perlakuan telah GAGAL.
pt_br: Reversão de ações FALHOU.
ru: Отменить действия НЕ УДАЛОСЬ.

source: Show server status
de: Serverstatus anzeigen
eo: Montri staton de servilon.
fr: Afficher le statut du serveur.
id: Tampilkan status server
it: Mostra lo stato del server
ms: Tunjukkan status pelayan
pt_br: Mostrar status do servidor
ru: Показать статус сервера

source: This command was disabled by a mod or game.
de: Dieser Befehl wurde von einer Mod oder einem Spiel deaktiviert.
eo: Tiun ordonon malŝaltis modifaĵo aŭ ludo.
fr: Cette commande a été désactivée par un module ou un jeu.
id: Perintah ini dimatikan oleh mod atau permainan.
it: Questo comando è stato disabilitato da una mod o dal gioco.
ms: Perintah ini dilumpuhkan oleh mods atau permainan.
pt_br: Este comando foi desativado por um mod ou jogo.
ru: Эта команда была отключена модом или игрой.

source: Show or set time of day
de: Tageszeit anzeigen oder setzen
eo: Montri aŭ ŝanĝi la horon
fr: Afficher ou définir l'heure du jour.
id: Tampilkan atau atur waktu harian
it: Mostra o imposta l'orario della giornata
ms: Tunjukkan atau tetapkan waktu dalam hari
pt_br: Mostrar ou definir hora do dia
ru: Показать или установить время суток

source: Current time is @1:@2.
de: Es ist jetzt @1:@2 Uhr.
eo: Nun estas @1:@2.
fr: L'heure actuelle est @1:@2.
id: Waktu saat ini @1.@2.
it: Orario corrente: @1:@2.
ms: Waktu semasa ialah @1:@2.
pt_br: A hora atual é @1:@2.
ru: Текущее время @1:@2.

source: You don't have permission to run this command (missing privilege: @1).
de: Sie haben nicht die Erlaubnis, diesen Befehl auszuführen (fehlendes Privileg: @1).
eo: Vi ne rajtas rulu tiun orodnon (mankata rajto: @1).
fr: Vous n'avez pas la permission d'exécuter cette commande (privilège manquant : @1)
id: Anda tidak memiliki izin untuk menjalankan perintah ini (hak tidak ada: @1).
it: Non hai il permesso di eseguire questo comando (privilegio mancante: @1)
ms: Anda tiada kebenaran untuk menjalankan perintah ini (tiada keistimewaan: @1).
pt_br: Você não tem permissão para executar este comando (privilégio faltando: @1).
ru: У вас нет разрешения на выполнение этой команды (отсутствует привилегия: @1).

source: Invalid time (must be between 0 and 24000).
de: Ungültige Zeit (muss zwischen 0 und 24000 liegen).
eo: Nevalida tempo (estu inter 0 kaj 24000)
fr: Heure invalide (doit être comprise entre 0 et 24000).
id: Waktu tidak sah (harus antara 0 dan 24000).
it: Orario non valido (deve essere tra 0 e 24000).
ms: Waktu tidak sah (mestilah di antara 0 dan 24000)
pt_br: Hora inválida (deve estar entre 0 e 24000).
ru: Недопустимое время (должно быть в диапазоне от 0 до 24000).

source: Time of day changed.
de: Tageszeit geändert.
eo: Horo ŝanĝita.
fr: L'heure du jour a changé.
id: Waktu harian diubah.
it: Orario della giornata cambiato.
ms: Waktu dalam hari telah ditukar.
pt_br: Hora do dia alterada.
ru: Время суток изменено.

source: Invalid hour (must be between 0 and 23 inclusive).
de: Ungültige Stunde (muss zwischen 0 und 23 inklusive liegen).
eo: Nevalida horo (estu inter 0 kaj 23, inkluzive).
fr: Heure invalide (doit être comprise entre 0 et 23 inclus).
id: Jam tidak sah (harus antara 0 dan 23 inklusif).
it: Ora non valida (deve essere tra 0 e 23 inclusi)
ms: Jam tidak sah (mestilah di antara 0 dan 23).
pt_br: Hora inválida (deve estar entre 0 e 23 inclusivo).
ru: Недопустимый час (должно быть от 0 до 23 включительно).

source: Invalid minute (must be between 0 and 59 inclusive).
de: Ungültige Minute (muss zwischen 0 und 59 inklusive liegen).
eo: Nevalida minuto (estu inter 0 kaj 59, inkluzive).
fr: Minute invalide (doit être comprise entre 0 et 59 inclus).
id: Menit tidak sah (harus antara 0 dan 59 inklusif).
it: Minuto non valido (deve essere tra 0 e 59 inclusi)
ms: Minit tidak sah (mestilah di antara 0 dan 59).
pt_br: Minuto inválido (deve estar entre 0 e 59 inclusivo).
ru: Недопустимая минута (должно быть от 0 до 59 включительно).

source: Show day count since world creation
de: Anzahl Tage seit der Erschaffung der Welt anzeigen
eo: Montri pasitajn tagojn ekde mondokreo
fr: Afficher le nombre de jours écoulés depuis la création du monde.
id: Tampilkan hitungan hari sejak pembuatan dunia
it: Mostra il conteggio dei giorni da quando il mondo è stato creato
ms: Tunjuk jumlah hari telah berlalu sejak penciptaan dunia
pt_br: Mostrar contagem de dias desde a criação do mundo
ru: Показать количество дней с момента сотворения мира

source: Current day is @1.
de: Aktueller Tag ist @1.
eo: Nuna tago estas @1.
fr: Le jour actuel est @1.
id: Sekarang hari @1.
it: Giorno attuale: @1.
ms: Hari semasa ialah hari ke-@1.
pt_br: O dia atual é @1.
ru: Текущий день: @1.

source: [<delay_in_seconds> | -1] [-r] [<message>]
de: [<Verzögerung_in_Sekunden> | -1] [-r] [<Nachricht>]
eo: [<prokrasto_sekunde> | -1] [-r] [<mesaĝo>]
fr: [<délai_en_secondes> | -1] [-r] [<message>]
id: [<jeda_dalam_detik> | -1] [-r] [<pesan>]
it: [<ritardo_in_secondi> | -1] [-r] [<messaggio>]
ms: [<lengah_dalam_saat> | -1] [-r] [<mesej>]
pt_br: [<atraso_em_segundos> | -1] [-r] [<mensagem>]
ru: [<задержка_в_секундах> | -1] [-r] [<сообщение>]

source: Shutdown server (-1 cancels a delayed shutdown, -r allows players to reconnect)
de: Server herunterfahren (-1 bricht einen verzögerten Abschaltvorgang ab, -r erlaubt Spielern, sich wiederzuverbinden)
eo: Malŝalti servilon (-1 nuligas planitan malŝalton, -r lasas ludantojn rekonektiĝi)
fr: Éteindre le serveur (-1 annule une extinction programmée, -r autorise les joueurs à se reconnecter)
id: Matikan server (-1 membatalkan mati terjadwal, -r membolehkan pemain untuk menyambung ulang)
it: Arresta il server (-1 cancella un arresto programmato, -r permette allɜ giocatori di riconnettersi)
ms: Tutup pelayan (-1 membatalkan penutupan terlengah, -r membolehkan pemain untuk sambung semula)
pt_br: Desligar servidor (-1 cancela o desligamento adiado, -r permite que os jogadores se reconectem)
ru: Завершение работы сервера (-1 отменяет отложенное завершение работы, -r позволяет игрокам повторно подключиться)

source: Server shutting down (operator request).
de: Server wird heruntergefahren (Betreiberanfrage).
eo: Servilo malŝaltiĝas (laŭ prizorganta peto)
fr: Extinction du serveur (requête de l'opérateur).
id: Server dimatikan (permintaan operator).
it: Arresto del server in corso (per richiesta dell'operatore)
ms: Pelayan sedang ditutup (permintaan pengendali).
pt_br: Servidor desligando (solicitação do operador).
ru: Завершение работы сервера (по запросу администрации).

source: Ban the IP of a player or show the ban list
de: Die IP eines Spielers verbannen oder die Bannliste anzeigen
eo: Forbari la IP-adreson de ludanto, aŭ listigi forbaritojn
fr: Bannir l'IP d'un joueur ou affiche la liste des bans.
id: Blokir IP pemain atau tampilkan daftar blokir
it: Bandisce l'IP dellə giocatore o mostra la lista di quellɜ banditɜ
ms: Haramkan IP seorang pemain atau tunjukkan senarai pengharaman
pt_br: Banir o IP de um jogador ou mostrar a lista de banimentos
ru: Заблокировать IP игрока или показать список заблокированных

source: The ban list is empty.
de: Die Bannliste ist leer.
eo: La forbaritolisto malplenas.
fr: La liste des bans est vide.
id: Daftar blokir kosong.
it: La lista banditɜ è vuota.
ms: Senarai pengharaman kosong.
pt_br: A lista de banimentos está vazia.
ru: Список заблокированных пуст.
