Repository: luanti-org/luanti
Catalog: builtin/locale/__builtin.*.po
Languages: de, eo, fr, id, it, ms, pt_br, ru

source: Ban list: @1
de: Bannliste: @1
eo: Forbaritoj: @1
fr: Liste de bans : @1
id: Daftar blokir: @1
it: Lista banditɜ: @1
ms: Senarai pengharaman: @1
pt_br: Lista de banimentos: @1
ru: Список заблокированных: @1

source: You cannot ban players in singleplayer!
de: Im Einzelspielermodus können Sie keine Spieler verbannen!
eo: Vi ne povas forbari ludantojn en unuludanta reĝimo!
fr: Vous ne pouvez pas bannir des joueurs en solo !
id: Anda tidak dapat memblokir pemain dalam pemain tunggal!
it: Non puoi bandire giocatori in locale!
ms: Anda tidak boleh mengharamkan pemain dalam mod pemain perseorangan!
pt_br: Você não pode banir jogadores em singleplayer!
ru: Вы не можете забанить игроков в одиночной игре!

source: Player is not online.
de: Spieler ist nicht online.
eo: Ludanto ne ĉeretas.
fr: Le joueur n'est pas en ligne.
id: Pemain tidak daring.
it: Lə giocatore non è connessə.
ms: Pemain tersebut tidak berada dalam talian.
pt_br: Jogador não está online.
ru: Игрок не подключен к Сети.

source: Failed to ban player.
de: Konnte Spieler nicht verbannen.
eo: Malsukcesis forbari ludanton.
fr: Le bannissement du joueur a échoué.
id: Gagal memblokir pemain.
it: Errore nel bandire lə giocatore.
ms: Gagal untuk mengharamkan pemain.
pt_br: Falha ao banir jogador.
ru: Не удалось забанить игрока.

source: Banned @1.
de: @1 verbannt.
eo: Forbaris @1.
fr: @1 a été banni.
id: @1 diblokir.
it: @1 banditǝ.
ms: Berjaya mengharamkan @1.
pt_br: Banido @1.
ru: @1 забанен.

source: <name> | <IP_address>
de: <Name> | <IP_Adresse>
eo: <nomo> | <IP_adreso>
fr: <nom> | <adresse_IP>
id: <nama> | <alamat_IP>
it: <nome> | <indirizzo_IP>
ms: <nama> | <alamat_IP>
pt_br: <nome> | <endereço_IP>
ru: <имя> | <IP_адрес>

source: Remove IP ban belonging to a player/IP
de: Einen IP-Bann auf einen Spieler zurücknehmen
eo: Nuligi IP-forbaron de ludanto/IP
fr: Rétablir un IP appartenant à un joueur ou une adresse IP.
id: Hapus blokir IP yang dimiliki pemain
it: Perdona l'IP appartenente a unə giocatore/IP
ms: Buang pengharaman IP kepunyaan seorang pemain/IP tertentu
pt_br: Remover banimento de IP pertencente a um jogador/IP
ru: Удалить IP-бан, принадлежащий игроку/IP-адресу

source: Failed to unban player/IP.
de: Konnte Bann auf Spieler/IP nicht zurücknehmen.
eo: Malsukcesis nuligi forbaron de ludanto/IP-adreso
fr: Le rétablissement du joueur ou de l'adresse IP a échoué.
id: Gagal menghapus blokir pemain/IP.
it: Errore nel perdonare lə giocatore/IP
ms: Gagal untuk membuang pengharaman pemain/IP.
pt_br: Falha ao desbanir jogador/IP.
ru: Не удалось разбанить игрока/IP.

source: Unbanned @1.
de: Bann auf @1 zurückgenommen.
eo: Malforbaris @1.
fr: @1 a été rétabli.
id: @1 dihapus blokir.
it: @1 perdonatǝ
ms: Berjaya membuang pengharaman @1.
pt_br: Desbanido @1.
ru: @1 разбанен.

source: <name> [<reason>]
de: <Name> [<Grund>]
eo: <nomo> [<kialo>]
fr: <nom> [<motif>]
id: <nama> [<alasan>]
it: <nome> [<ragione>]
ms: <nama> [<sebab>]
pt_br: <nome> [<motivo>]
ru: <имя> [<причина>]

source: Kick a player
de: Spieler hinauswerfen
eo: Elĵeti ludanton
fr: Expulser un joueur
id: Tendang keluar pemain
it: Caccia unə giocatore
ms: Tendang seorang pemain
pt_br: Expulsar um jogador
ru: Кикнуть игрока

source: Failed to kick player @1.
de: Spieler @1 konnte nicht hinausgeworfen werden.
eo: Malsukcesis elĵeti ludanton @1.
fr: L'expulsion du joueur @1 a échoué.
id: Gagal menendang keluar pemain @1.
it: Errore nel cacciare lə giocatore @1.
ms: Gagal untuk menendang pemain @1.
pt_br: Falha ao expulsar jogador @1.
ru: Не удалось кикнуть @1.

source: Kicked @1.
de: @1 hinausgeworfen.
eo: Elĵetis @1.
fr: @1 a été expulsé.
id: @1 ditendang keluar.
it: @1 cacciatǝ.
ms: Berjaya menendang @1.
pt_br: Expulso @1.
ru: @1 кикнут.

source: Clear all objects in world
de: Alle Objekte in der Welt löschen
eo: Forigu ĉiujn lasitajn portaĵojn en la mondo
fr: Nettoyer tous les objets dans le monde
id: Hapus semua objek dalam dunia
it: Elimina tutti gli oggetti/entità nel mondo
ms: Padamkan semua objek dalam dunia
pt_br: Limpar todos os objetos no mundo
ru: Удалить ВСЕ объекты/сущности во ВСЁМ мире

source: Invalid usage, see /help clearobjects.
de: Ungültige Verwendung, siehe /help clearobjects.
eo: Nevalida uzo, vidu /help clearobjects.
fr: Usage invalide, voir /help clearobjects.
id: Penggunaan tidak sah. Lihat /help clearobjects.
it: Uso incorretto, vedi /help clearobjects.
ms: Kegunaan tidak sah, sila lihat /help clearobjects
pt_br: Uso inválido, veja /help clearobjects.
ru: Недопустимое использование, см. /help clearobjects.

source: Clearing all objects. This may take a long time. You may experience a timeout. (by @1)
de: Lösche alle Objekte. Dies kann eine lange Zeit dauern. Eine Netzwerkzeitüberschreitung könnte für Sie auftreten. (von @1)
eo: Forigante ĉiun lasitan portaĵon. Tio ĉi eble postulos longan tempon. Vi eble malkonektiĝos pro tempo-elĉerpo. (de @1)
fr: Nettoyage de tous les objects. Cela peut prendre du temps. Une inactivité peut surveni (par @1).
id: Menghapus semua objek. Ini mungkin perlu waktu lama. Anda mungkin mengalami kehabisan waktu. (oleh @1)
it: Eliminando tutti gli oggetti/entità. Questo potrebbe richiedere molto tempo e farti disconnettere. (di @1)
ms: Memadamkan semua objek. Ini mungkin ambil masa yang lama. (oleh @1)
pt_br: Limpeza de todos os objetos. Isso pode levar muito tempo. Você pode experimentar um tempo limite. (por @1)
ru: Удаление всех объектов. Это может занять много времени. Ваш клиент может отключиться из-за тайм-аута. (запущено: @1)

source: Cleared all objects.
de: Alle Objekte gelöscht.
eo: Forigis ĉiun lasitan portaĵon.
fr: Tous les objets ont été nettoyés.
id: Semua objek dihapus.
it: Tutti gli oggetti sono stati eliminati.
ms: Semua objek telah berjaya dipadam.
pt_br: Todos os objetos foram limpos.
ru: Все объекты удалены.

source: <name> <message>
de: <Name> <Nachricht>
eo: <nomo> <mesaĝo>
fr: <nom> <message>
id: <nama> <pesan>
it: <nome> <messaggio>
ms: <nama> <mesej>
pt_br: <nome> <mensagem>
ru: <имя> <сообщение>

source: Send a direct message to a player
de: Eine Direktnachricht an einen Spieler senden
eo: Sendu rekte privatan mesaĝon al ludanto
fr: Envoyer un message privé à un joueur.
id: Kirim pesan langsung kepada pemain
it: Invia un messaggio privato a unə giocatore
ms: Menghantar mesej terus kepada seorang pemain
pt_br: Enviar uma mensagem direta a um jogador
ru: Отправить прямое сообщение игроку

source: Invalid usage, see /help msg.
de: Ungültige Verwendung, siehe /help msg.
eo: Nevalida uzo, vidu /help msg.
fr: Usage invalide, voir /help msg.
id: Penggunaan tidak sah. Lihat /help msg.
it: Uso incorretto, vedi /help msg
ms: Kegunaan tidak sah, sila lihat /help msg.
pt_br: Uso inválido, veja /help msg.
ru: Недопустимое использование, см. /help msg.

source: The player @1 is not online.
de: Der Spieler @1 ist nicht online.
eo: La ludanto @1 ne ĉeretas.
fr: Le joueur @1 n'est pas en ligne.
id: Pemain @1 tidak daring.
it: Lə giocatore @1 non è connessə.
ms: Pemain @1 tidak berada dalam talian.
pt_br: O jogador @1 não está online.
ru: Игрок @1 не находится в игре.

source: DM from @1: @2
de: DN von @1: @2
eo: Privata mesaĝo de @1: @2
fr: Message privé de @1 : @2
id: Pesan langsung dari @1: @2
it: Messaggio privato da @1: @2
ms: DM daripada @1: @2
pt_br: DM de @1: @2
ru: DM от @1: @2

source: Get the last login time of a player or yourself
de: Den letzten Loginzeitpunkt eines Spielers oder Ihren eigenen anfragen
eo: Vidi la lastan salutotempon de ludanto, aŭ vi mem
fr: Obtenir l'horodatage de la dernière connexion d'un joueur ou de vous-même.
id: Ambil waktu masuk terakhir pemain atau diri Anda
it: Ritorna l'ultimo accesso di unə giocatore o di te stessǝ
ms: Dapatkan waktu log masuk terakhir bagi seorang pemain atau diri sendiri
pt_br: Pegue o último horário de login de um jogador ou de você mesmo
ru: Вывести время последнего входа игрока или своё

source: @1's last login time was @2.
de: Letzter Loginzeitpunkt von @1 war @2.
eo: Lasta salutotempo de @1 estas @2.
fr: @1 s'est connecté pour la dernière fois au @2.
id: Waktu masuk terakhir @1 adalah @2.
it: L'ultimo accesso di @1 è avvenuto il @2.
ms: Waktu log masuk terakhir @1 ialah pada @2.
pt_br: O último login de @1 foi às @2.
ru: Время последнего входа @1: @2.

source: @1's last login time is unknown.
de: Letzter Loginzeitpunkt von @1 ist unbekannt.
eo: Lasta salutotempo de @1 estas nesciata.
fr: L'horodatage de la dernière connexion de @1 est inconnu.
id: Waktu masuk terakhir @1 tidak diketahui.
it: L'ultimo accesso di @1 è ignoto.
ms: Waktu log masuk terakhir @1 tidak diketahui.
pt_br: O último login de @1 é desconhecido.
ru: Время последнего входа @1 неизвестно.

source: Clear the inventory of yourself or another player
de: Das Inventar von Ihnen oder einem anderen Spieler leeren
eo: Malplenigi la portaĵujon de vi aŭ alia ludanto.
fr: Vider votre inventaire ou celui d'un autre joueur.
id: Bersihkan inventaris diri Anda atau pemain lain
it: Svuota l'inventario tuo o di un*altrə giocatore
ms: Padamkan inventori diri sendiri atau pemain lain
pt_br: Limpar o inventário de você mesmo ou de outro jogador
ru: Очистить свой инвентарь или инвентарь другого игрока

source: You don't have permission to clear another player's inventory (missing privilege: @1).
de: Sie haben nicht die Erlaubnis, das Inventar eines anderen Spielers zu leeren (fehlendes Privileg: @1).
eo: Vi ne rajtas malplenigi portaĵujon de alia ludanto (mankata rajto: @1).
fr: Vous n'avez pas la permission de vider l'inventaire d'un autre joueur (privilège manquant : @1).
id: Anda tidak punya izin untuk membersihkan inventaris pemain lain (hak tidak ada: @1).
it: Non hai il permesso di svuotare l'inventario di un*altrə giocatore (privilegio mancante: @1).
ms: Anda tiada kebenaran untuk memadam inventori pemain lain (tiada keistimewaan: @1).
pt_br: Você não tem permissão para limpar o inventário de outro jogador (privilégio faltando: @1).
ru: У вас нет разрешения на очистку инвентаря другого игрока (отсутствует привилегия: @1).

source: @1 cleared your inventory.
de: @1 hat Ihr Inventar geleert.
eo: @1 malplenigis vian portaĵujon.
fr: @1 a vidé votre inventaire.
id: @1 membersihkan inventaris Anda.
it: @1 ha svuotato il tuo inventario.
ms: @1 telah memadam inventori anda.
pt_br: @1 limpou seu inventário.
ru: @1 очистил ваш инвентарь.

source: Cleared @1's inventory.
de: Inventar von @1 geleert.
eo: Malplenigis portaĵujon de @1.
fr: L'inventaire de @1 a été vidé.
id: Inventaris @1 dibersihkan.
it: L'inventario di @1 è stato svuotato.
ms: Berjaya memadam inventori @1.
pt_br: Inventário de @1 limpo.
ru: Инвентарь @1 очищен.

source: Player must be online to clear inventory!
de: Spieler muss online sein, um das Inventar leeren zu können!
eo: Por malplenigi onian portaĵujon, tiu devas ĉereti!
fr: Le joueur doit être en ligne pour pouvoir vider son inventaire.
id: Pemain harus daring untuk dapat dibersihkan inventarisnya.
it: Lə giocatore deve essere connessə per svuotarne l'inventario!
ms: Pemain mesti berada dalam talian untuk memadam inventorinya!
pt_br: O jogador deve estar online para limpar o inventário!
ru: Игрок должен быть онлайн, чтобы очистить его инвентарь!

source: Players can't be killed, damage has been disabled.
de: Spieler können nicht getötet werden, Schaden ist deaktiviert.
eo: Nemortigeblas ludantoj, ĉar vundado estas malŝaltita.
fr: Les joueurs ne peuvent pas être tués, les dommages ont été désactivés.
id: Pemain tidak dapat dibunuh karena kerusakan dimatikan.
it: Lɜ giocatori non possono essere uccisɜ, il danno è disabilitato.
ms: Pemain tidak boleh dibunuh, keupayaan cedera telah dilumpuhkan.
pt_br: Jogadores não podem ser mortos, o dano foi desativado.
ru: Игроки не могут быть убиты, урон отключен.

source: Player @1 is not online.
de: Spieler @1 ist nicht online.
eo: Ludanto @1 ne ĉeretas.
fr: Le joueur @1 n'est pas en ligne.
id: Pemain @1 tidak daring.
it: Lə giocatore @1 non è connesso.
ms: Pemain @1 tidak berada dalam talian.
pt_br: Jogador @1 não está online.
ru: Игрок @1 не находится в игре.

source: You are already dead.
de: Sie sind schon tot.
eo: Vi jam estas mortinta.
fr: Vous êtes déjà mort.
id: Anda telah mati.
it: Sei già mortǝ.
ms: Anda sudah pun mati.
pt_br: Você já está morto.
ru: Ты уже мертв.

source: @1 is already dead.
de: @1 ist bereits tot.
eo: @1 estas mortinta.
fr: @1 est déjà mort.
id: @1 telah mati.
it: @1 è già mortǝ.
ms: @1 sudah pun mati.
pt_br: @1 já está morto.
ru: @1 уже мертв.

source: @1 has been killed.
de: @1 wurde getötet.
eo: @1 estas murdita.
fr: @1 a été tué.
id: @1 telah dibunuh.
it: @1 è stato uccisǝ.
ms: @1 telah berjaya dibunuh.
pt_br: @1 foi morto.
ru: @1 был убит.

source: Kill player or yourself
de: Einen Spieler oder Sie selbst töten
eo: Mortigi ludanton aŭ vin mem
fr: Tuer un joueur ou vous-même.
id: Bunuh pemain atau diri Anda
it: Uccide unə giocatore o te stessǝ
ms: Bunuh pemain atau diri sendiri
pt_br: Matar jogador ou a si mesmo
ru: Убить игрока или себя

source: You died
de: Sie sind gestorben
eo: Vi mortis
fr: Vous êtes mort
id: Anda mati
it: Sei morto
ms: Anda telah meninggal
pt_br: Você morreu
ru: Вы умерли

source: Respawn
de: Wiederbeleben
eo: Renaskiĝi
fr: Réapparaître
id: Bangkit kembali
it: Rinasci
ms: Jelma semula
pt_br: Reviver
ru: Возродиться

source: @1 joined the game.
de: @1 ist dem Spiel beigetreten.
eo: @1 aliĝis la ludon.
fr: @1 a rejoint la partie.
id: @1 bergabung dalam permainan.
it: @1 si è connessə.
ms: @1 telah menyertai permainan.
pt_br: @1 entrou no jogo.
ru: @1 присоединился к игре.

source: @1 left the game.
de: @1 hat das Spiel verlassen.
eo: @1 foriris de la ludo.
fr: @1 a quitté la partie.
id: @1 keluar permainan.
it: @1 si è disconnessə.
ms: @1 telah meninggalkan permainan.
pt_br: @1 saiu do jogo.
ru: @1 вышел из игры.

source: @1 left the game (timed out).
de: @1 hat das Spiel verlassen (Netzwerkzeitüberschreitung).
eo: @1 foriris de la ludo (tempo-elĉerpo)
fr: @1 a quitté la partie (inactivité).
id: @1 keluar permainan (kehabisan waktu).
it: @1 si è disconnessə (connessione scaduta).
ms: @1 telah meninggalkan permainan (tamat tempoh masa).
pt_br: @1 saiu do jogo (tempo esgotado)
ru: @1 вышел из игры (тайм-аут).

source: (no description)
de: (keine Beschreibung)
eo: (neniu priskribo)
fr: (sans description)
id: (tanpa deskripsi)
it: (nessuna descrizione)
ms: (tiada keterangan)
pt_br: (sem descrição)
ru: (без описания)

source: Can interact with things and modify the world
de: Kann mit Dingen interagieren und die Welt verändern
eo: Povas interfaci kaj redakti la mondon
fr: Peut interagir avec des éléments ou modifier le monde.
id: Dapat berinteraksi dengan barang dan mengubah dunia
it: Si può interagire con le cose e modificare il mondo
ms: Boleh berinteraksi dengan barangan dan mengubah dunia
pt_br: Pode interagir com as coisas e modificar o mundo
ru: Может взаимодействовать (с объектами/игроками/...) и изменять мир

source: Can speak in chat
de: Kann im Chat sprechen
eo: Povas paroli babileje
fr: Peut écrire dans le tchat.
id: Dapat berbicara di obrolan
it: Si può parlare in chat
ms: Boleh bercakap dalam sembang
pt_br: Pode falar no chat
ru: Может общаться в чате

source: Can modify basic privileges (@1)
de: Kann grundlegende Privilegien anpassen (@1)
eo: Povas redakti bazajn rajtojn (@1)
fr: Peut modifier les privilèges basiques (@1)
id: Dapat mengubah hak-hak dasar (@1)
it: Si possono modificare i privilegi di base (@1)
ms: Boleh mengubah keistimewaan asas (@1)
pt_br: Pode modificar privilégios básicos (@1)
ru: Может изменять базовые привилегии (@1)

source: Can modify privileges
de: Kann Privilegien anpassen
eo: Povas redakti rajtojn
fr: Peut modifier les privilèges
id: Dapat mengubah hak-hak
it: Si possono modificare i privilegi
ms: Boleh mengubah keistimewaan
pt_br: Pode modificar privilégios
ru: Может изменять привилегии

source: Can teleport self
de: Kann sich selbst teleportieren
eo: Povas teleporti sin
fr: Peut se téléporter
id: Dapat teleportasi diri
it: Si può teletrasportare se stessз
ms: Boleh merentas jarak diri sendiri
pt_br: Pode se teletransportar
ru: Может самостоятельно телепортироваться

source: Can teleport other players
de: Kann andere Spieler teleportieren
eo: Povas teleporti aliajn ludantojn
fr: Peut téléporter d'autres joueurs
id: Dapat meneleportasikan pemain lain
it: Si possono teletrasportare lɜ altrɜ giocatori
ms: Boleh merentas jarak pemain lain
pt_br: Pode teletransportar outros jogadores
ru: Может телепортировать других игроков

source: Can set the time of day using /time
de: Kann die Tageszeit mit /time setzen
eo: Povas ŝanĝi la tempon per /time
fr: Peut définir l'heure du jour avec /time
id: Dapat mengatur waktu harian dengan /time
it: Si può impostate l'orario della giornata tramite /time
ms: Boleh menetapkan waktu dalam hari menggunakan /time
pt_br: Pode definir a hora do dia usando /time
ru: Может устанавливать время суток с помощью /time

source: Can do server maintenance stuff
de: Kann Serverwartungsdinge machen
eo: Povas fari servilestrajn aferojn
fr: Peut effectuer des tâches de maintenance du serveur
id: Dapat melakukan tindakan perawatan server
it: Si possono eseguire operazioni di manutenzione del server
ms: Boleh melakukan perkara berkaitan penyenggaraan pelayan
pt_br: Pode realizar tarefas de manutenção do servidor
ru: Может заниматься обслуживанием сервера

source: Can bypass node protection in the world
de: Kann den Schutz auf Blöcken in der Welt umgehen
eo: Povas malatenti monderajn protektojn de la mondo
fr: Peut outrepasser la protection des nœuds dans le monde.
id: Dapat menembus pengamanan nodus dalam dunia
it: Si può aggirare la protezione dei nodi nel mondo
ms: Boleh memintas perlindungan nod dalam dunia
pt_br: Pode ignorar a proteção de nós no mundo
ru: Может обходить защиту нод во всем мире

source: Can ban and unban players
de: Kann Spieler verbannen und entbannen
eo: Povas forbari kaj malforbari ludantojn
fr: Peut bannir et rétablir des joueurs.
id: Dapat memblokir atau menghapus blokir pemain
it: Si possono bandire e perdonare lɜ giocatori
ms: Boleh mengharamkan dan membuang pengharaman pemain
pt_br: Pode banir e desbanir jogadores
ru: Может банить и разбанивать игроков

source: Can kick players
de: Kann Spieler hinauswerfen
eo: Povas elĵeti ludantojn
fr: Peut expulser des joueurs.
id: Dapat menendang keluar pemain
it: Si possono cacciare lɜ giocatori
ms: Boleh menendang pemain
pt_br: Pode chutar jogadores
ru: Может кикать игроков

source: Can use /give and /giveme
de: Kann /give und /giveme benutzen
eo: Povas uzi /give kaj /giveme
fr: Peut utiliser /give et /giveme
id: Dapat menggunakan /give dan /giveme
it: Si possono usare /give e /give me
ms: Boleh menggunakan /give dan /giveme
pt_br: Pode usar /give e /giveme
ru: Может использовать /give и /giveme

source: Can use /setpassword and /clearpassword
de: Kann /setpassword und /clearpassword benutzen
eo: Povas uzi /setpassword kaj /clearpassword
fr: Peut utiliser /setpassword et /clearpassword
id: Dapat menggunakan /setpassword dan /clearpassword
it: Si possono usare /setpassword e /clearpassword
ms: Boleh menggunakan /setpassword dan /clearpassword
pt_br: Pode usar /setpassword e /clearpassword
ru: Может использовать /setpassword и /clearpassword

source: Can use fly mode
de: Kann den Flugmodus benutzen
eo: Povas ŝalti flugan reĝimon
fr: Peut utiliser le mode vol
id: Dapat menggunakan mode terbang
it: Si può usare la modalità volo
ms: Boleh menggunakan mod terbang
pt_br: Pode usar o modo voar
ru: Может использовать режим полета

source: Can use fast mode
de: Kann den Schnellmodus benutzen
eo: Povas ŝalti rapidegan reĝimon
fr: Peut utiliser le mode rapide
id: Dapat menggunakan mode cepat
it: Si può usare la modalità rapida
ms: Boleh menggunakan mod pergerakan pantas
pt_br: Pode usar o modo rápido
ru: Может использовать быстрый режим (ускорение)

source: Can fly through solid nodes using noclip mode
de: Kann durch feste Blöcke mit dem Geistmodus fliegen
eo: Povas traflugi monderojn per trapasa reĝimo
fr: Peut voler à travers des nœuds solides en utilisant le mode de collisions désactivées.
id: Dapat terbang menembus nodus padat dengan mode tembus blok
it: Si può volare attraverso i nodi solidi con la modalità incorporea
ms: Boleh terbang menerusi nod pepejal menggunakan mod tembus blok
pt_br: Pode voar através de nós sólidos usando o modo noclip
ru: Может пролетать сквозь ноды, используя режим noclip

source: Can use the rollback functionality
de: Kann die Rollback-Funktionalität benutzen
eo: Povas uzi malfarajn funkciojn
fr: Peut utiliser la fonctionnalité de retour
id: Dapat menggunakan fungsi cadangan (rollback)
it: Si può usare la funzione di rollback
ms: Boleh menggunakan keberfungsian gulung balik
pt_br: Pode usar a funcionalidade de reversão
ru: Может использовать функцию отката

source: Can enable wireframe
de: Kann Drahtmodell aktivieren
eo: Povas ŝalti ĉirkaŭkadron
fr: Peut activer la vue fil de fer
id: Dapat melihat dalam mode rangka kawat
it: Si può abilitare la vista reticolata
ms: Boleh membolehkan rangka dawai
pt_br: Pode ativar wireframe
ru: Может использовать режим каркаса в отладке

source: Unknown Item
de: Unbekannter Gegenstand
eo: Nekonata portaĵo
fr: Objet inconnu
id: Barang Tak Diketahui
it: Oggetto sconosciuto
ms: Item Tidak Diketahui
pt_br: Item desconhecido
ru: Неизвестный предмет

source: Air
de: Luft
eo: Aero
id: Udara
it: Aria
ms: Udara
pt_br: Ar
ru: Воздух

source: Ignore
de: Ignorieren
eo: Malatenti
fr: Ignorer
it: Ignora
ms: Abai
pt_br: Ignorar
ru: Игнорируемая встроенная нода (":ignore")

source: You can't place 'ignore' nodes!
de: Sie können keine „ignore“-Blöcke platzieren!
eo: Vi ne povas meti «malatentajn» monderojn!
fr: Vous ne pouvez pas placé de nœuds 'ignorés' !
id: Anda tidak dapat menaruh nodus 'ignore'!
it: Non puoi piazzare nodi 'ignore'!
ms: Anda tidak boleh meletakkan nod 'abai'!
pt_br: Você não pode colocar nós 'ignorar'!
ru: Вы не можете установить ноду 'ignore'!

source: print [<filter>] | dump [<filter>] | save [<format> [<filter>]] | reset
eo: print [<filtrilo>] | dump [<filtrilo>] | save [<formo> [<filtrilo>]] | reset
fr: print [<filtre>] | dump [<filtre>] | save [<format> [<filtre>]] | reset
it: print [<filtro>] | dump [<filtro>] | save [<formato> [<filtro>]] | reset
ms: print [<tapisan>] | dump [<tapisan>] | save [<format> [<tapisan>]] | reset
pt_br: print [<filtro>] | dump [<filtro>] | save [<formato> [<filtro>]] | reset

source: Handle the profiler and profiling data
de: Den Profiler und Profilingdaten verwalten
eo: Trakti la analizilon kaj analizajn datumojn
fr: Traiter le profileur et les données de profilage
id: Menangani profiler dan data profiling
it: Gestisce il profiler e i dati da esso elaborati
ms: Uruskan pembukah dan data pembukahan
pt_br: Lidar com o criador de perfil e os dados de criação de perfil
ru: Работа с профайлером и данными профилирования

source: Statistics written to action log.
de: Statistiken zum Aktionsprotokoll geschrieben.
eo: Analizoj skribitaj al agoprotokolo.
fr: Les statistiques sont écrites dans les journaux d'actions.
id: Statistik ditulis ke log action.
it: Statistiche scritte nel registro delle azioni.
ms: Statistik telah ditulis ke log perlakuan.
pt_br: Estatísticas salvas no log de ações.
ru: Статистика записывается в журнал действий.

source: Statistics were reset.
de: Statistiken wurden zurückgesetzt.
eo: Analizoj forviŝitaj.
fr: Les statistiques ont été réinitialisées.
id: Statistik diatur ulang.
it: Le statistiche sono state resettate.
ms: Statistik telah ditetapkan semula.
pt_br: As estatísticas foram redefinidas.
ru: Статистика была сброшена.

source: Usage: @1
de: Verwendung: @1
eo: Uzado: @1
id: Penggunaan: @1
it: Utilizzo: @1
ms: Kegunaan: @1
pt_br: Uso: @1
ru: Использование: @1
